const PahtanData = [
    {
        "header": "နတ်ပင့်ဂါထာ",
        "content": "သမန္တာ စက္ကဝါဠေသု၊ အတြာ ဂစ္ဆန္တု ဒေဝတာ။ သဒ္ဓမ္မံ မုနိရာဇဿ၊ သုဏန္တု သဂ္ဂ မောက္ခဒံ။"
    },
    {
        "header": "ပစ္စယုဒ္ဒေသ ပါဠိ (ပစ္စည်း ၂၄ ပါး)",
        "content": `
        ဟေတုပစ္စယော| အာရမ္မဏပစ္စယော| အဓိပတိပစ္စယော| အနန္တရပစ္စယော
        သမနန္တရပစ္စယော| သဟဇာတပစ္စယော| အညမညပစ္စယော| နိဿယပစ္စယော
        ဥပနိဿယပစ္စယော|ပုရေဇာတပစ္စယော| ပစ္ဆာဇာတပစ္စယော| အာသေဝနပစ္စယော
        ကမ္မပစ္စယော| ဝိပါကပစ္စယော| အာဟာရပစ္စယော| ဣန္ဒြိယပစ္စယော
        ဈာနပစ္စယော| မဂ္ဂပစ္စယော| သမ္ပယုတ္တပစ္စယော| ဝိပ္ပယုတ္တပစ္စယော
        အတ္ထိပစ္စယော| နတ္ထိပစ္စယော| ဝိဂတပစ္စယော| အဝိဂတပစ္စယေ`
    },
    {
        "header": "ဟေတု ပစ္စယောတိ",
        "content": "ဟေတူ ဟေတုသမ္ပယုတ္တကာနံ ဓမ္မာနံ တံသမုဋ္ဌာနာနဉ္စ ရူပါနံ ဟေတုပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "အာရမ္မဏ ပစ္စယောတိ",
        "content": "ရူပါယတနံစက္ခုဝိညာနဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံအာရမ္မဏပစ္စယေန ပစ္စယော။ သဒ္ဒါယတနံသောတဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံအာရမ္မဏပစ္စယေန ပစ္စယော။ ဂန္ဓာယတနံဃာနဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံအာရမ္မဏပစ္စယေန ပစ္စယော။ ရသာယတနံဇိဝှာဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံအာရမ္မဏပစ္စယေန ပစ္စယော။ ဖောဋ္ဌဗ္ဗာယတနံကာယဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံအာရမ္မဏပစ္စယေန ပစ္စယော။ ရူပါယတနံ သဒ္ဒါယတနံ ဂန္ဓာယတနံ ရသာယတနံ ဖောဋ္ဌဗ္ဗာယတနံ မနောဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံအာရမ္မဏပစ္စယေန ပစ္စယော။ သဗ္ဗေဓမ္မာ မနောဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံအာရမ္မဏပစ္စယေန ပစ္စယော။ ယံယံ ဓမ္မံအာရ ဗ္ဘယေ ယေ ဓမ္မာ ဥပ္ပဇ္ဇန္တိစိတ္တစေတသိကာ ဓမ္မာ ၊ တေ တေ ဓမ္မာ တေသံတေသံ ဓမ္မာနံအာရမ္မဏပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "အဓိပတိ ပစ္စယောတိ",
        "content": "ဆန္ဒာဓိပတိဆန္ဒသမ္ပယုတ္တကာနံဓမ္မာနံတံသမုဋ္ဌာနာနဉ္စရူပါနံအဓိပတိပစ္စယေန ပစ္စယော။ ဝီရိယာဓိပတိဝိရိယသမ္ပယုတ္တကာနံဓမ္မာနံတံသမုဋ္ဌာနာနဉ္စရူပါနံအဓိပတိပစ္စယေန ပစ္စယော။ စိတ္တာဓိပတိစိတ္တသမ္ပယုတ္တကာနံဓမ္မာနံတံသမုဋ္ဌာနာနဉ္စရူပါနံအဓိပတိပစ္စယေန ပစ္စယော။ ဝီမံသာဓိပတိဝီမံသသမ္ပယုတ္တကာနံဓမ္မာနံတံသမုဋ္ဌာနာနဉ္စရူပါနံအဓိပတိပစ္စယေန ပစ္စယော။ ယံယံဓမ္မံဂရုံကတွာ ယေ ယေ ဓမ္မာ ဥပ္ပဇ္ဇန္တိစိတ္တစေတသိကာ ဓမ္မာ တေ တေ ဓမ္မာ တေသံတေသံ ဓမ္မာနံအဓိပတိပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "အနန္တရ ပစ္စယောတိ",
        "content": "စက္ခုဝိညာဏဓာတု တံသမ္ပယုတ္တကာစ ဓမ္မာ မနောဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ အနန္တရပစ္စယေန ပစ္စယော။ မနောဓာတု တံသမ္ပယုတ္တကာစ ဓမ္မာ မနောဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ အနန္တရပစ္စယေန ပစ္စယော။ သောတဝိညာဏဓာတု တံသမ္ပယုတ္တကာစ ဓမ္မာ မနောဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ အနန္တရပစ္စယေန ပစ္စယော။ မနောဓာတု တံသမ္ပယုတ္တကာစ ဓမ္မာ မနောဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ အနန္တရပစ္စယေန ပစ္စယော။ ဃာနဝိညာဏဓာတု တံသမ္ပယုတ္တကာစ ဓမ္မာ မနောဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ အနန္တရပစ္စယေန ပစ္စယော။ မနောဓာတု တံသမ္ပယုတ္တကာစ ဓမ္မာ မနောဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ အနန္တရပစ္စယေန ပစ္စယော။ ဇိဝှာဝိညာဏဓာတု တံသမ္ပယုတ္တကာစ ဓမ္မာ မနောဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ အနန္တရပစ္စယေန ပစ္စယော။ မနောဓာတု တံသမ္ပယုတ္တကာစ ဓမ္မာ မနောဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ အနန္တရပစ္စယေန ပစ္စယော။ ကာယဝိညာဏဓာတု တံသမ္ပယုတ္တကာစ ဓမ္မာ မနောဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ အနန္တရပစ္စယေန ပစ္စယော။ မနောဓာတု တံသမ္ပယုတ္တကာစ ဓမ္မာ မနောဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ အနန္တရပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ ကုသလာ ဓမ္မာ ပစ္ဆိမာနံပစ္ဆိမာနံကုသလာနံဓမ္မာနံအနန္တရပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ ကုသလာ ဓမ္မာ ပစ္ဆိမာနံပစ္ဆိမာနံအဗျာကတာနံဓမ္မာနံအနန္တရပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ အကုသလာ ဓမ္မာ ပစ္ဆိမာနံပစ္ဆိမာနံအကုသလာနံဓမ္မာနံအနန္တရပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ အကုသလာ ဓမ္မာ ပစ္ဆိမာနံပစ္ဆိမာနံအဗျာကတာနံဓမ္မာနံအနန္တရပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ အဗျာကတာ ဓမ္မာ ပစ္ဆိမာနံပစ္ဆိမာနံအဗျာကတာနံဓမ္မာနံအနန္တရပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ အဗျာကတာ ဓမ္မာ ပစ္ဆိမာနံပစ္ဆိမာနံကုသလာနံဓမ္မာနံအနန္တရပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ အဗျာကတာ ဓမ္မာ ပစ္ဆိမာနံပစ္ဆိမာနံအကုသလာနံဓမ္မာနံအနန္တရပစ္စယေန ပစ္စယော။ ယေသံ ယေသံ ဓမ္မာနံ အနန္တရာ ယေ ယေ ဓမ္မာ ဥပ္ပဇ္ဇန္တိစိတ္တစေတသိကာ ဓမ္မာ ၊ တေ တေ ဓမ္မာ တေသံတေသံ ဓမ္မာနံ အနန္တရပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "သမနန္တရ ပစ္စယောတိ",
        "content": "စက္ခုဝိညာဏဓာတု တံသမ္ပယုတ္တကာ စ ဓမ္မာ မနောဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ သမနန္တရပစ္စယေန ပစ္စယော။ မနောဓာတု တံသမ္ပယုတ္တကာ စ ဓမ္မာ မနောဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ သမနန္တရပစ္စယေန ပစ္စယော။ သောတဝိညာဏဓာတု တံသမ္ပယုတ္တကာ စ ဓမ္မာ မနောဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ သမနန္တရပစ္စယေန ပစ္စယော။ မနောဓာတု တံသမ္ပယုတ္တကာ စ ဓမ္မာ မနောဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ သမနန္တရပစ္စယေန ပစ္စယော။ ဃာနဝိညာဏဓာတု တံသမ္ပယုတ္တကာ စ ဓမ္မာ မနောဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ သမနန္တရပစ္စယေန ပစ္စယော။ မနောဓာတု တံသမ္ပယုတ္တကာ စ ဓမ္မာ မနောဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ သမနန္တရပစ္စယေန ပစ္စယော။ ဇိဝှာဝိညာဏဓာတု တံသမ္ပယုတ္တကာ စ ဓမ္မာ မနောဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ သမနန္တရပစ္စယေန ပစ္စယော။ မနောဓာတု တံသမ္ပယုတ္တကာ စ ဓမ္မာ မနောဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ သမနန္တရပစ္စယေန ပစ္စယော။ ကာယဝိညာဏဓာတု တံသမ္ပယုတ္တကာ စ ဓမ္မာ မနောဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ သမနန္တရပစ္စယေန ပစ္စယော။ မနောဓာတု တံသမ္ပယုတ္တကာ စ ဓမ္မာ မနောဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ သမနန္တရပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ ကုသလာ ဓမ္မာ ပစ္ဆိမာနံ ပစ္ဆိမာနံ ကုသလာနံ ဓမ္မာနံ သမနန္တရပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ ကုသလာ ဓမ္မာ ပစ္ဆိမာနံ ပစ္ဆိမာနံ အဗျာကတာနံ ဓမ္မာနံ သမနန္တရပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ အကုသလာ ဓမ္မာ ပစ္ဆိမာနံ ပစ္ဆိမာနံ အကုသလာနံ ဓမ္မာနံ သမနန္တရပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ အကုသလာ ဓမ္မာ ပစ္ဆိမာနံ ပစ္ဆိမာနံ အဗျာကတာနံ ဓမ္မာနံ သမနန္တရပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ အဗျာကတာ ဓမ္မာ ပစ္ဆိမာနံ ပစ္ဆိမာနံ ကုသလာနံ ဓမ္မာနံ သမနန္တရပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ အဗျာကတာ ဓမ္မာ ပစ္ဆိမာနံ ပစ္ဆိမာနံ အကုသလာနံ ဓမ္မာနံ သမနန္တရပစ္စယေန ပစ္စယော။ ယေသံ ယေသံ ဓမ္မာနံ သမနန္တရာ ယေ ယေ ဓမ္မာ ဥပ္ပဇ္ဇန္တိစိတ္တစေတသိကာ ဓမ္မာ တေ တေ ဓမ္မာ တေသံတေသံဓမ္မာနံ သမနန္တရပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "သဟဇာတ ပစ္စယောတိ",
        "content": "စတ္တာရော ခန္ဓာ အရူပိနော အညမညံသဟဇာတပစ္စယေန ပစ္စယော။ စတ္တာရော မဟာဘူတာ အညမညံသဟဇာတပစ္စယေန ပစ္စယော။ သြက္ကန္တိက္ခဏေ နာမရူပံအညမညံသဟဇာတပစ္စယေန ပစ္စယော။ စိတ္တစေတသိကာ ဓမ္မာ စိတ္တသမုဋ္ဌာနာနံရူပါနံသဟဇာတပစ္စယေန ပစ္စယော။ မဟာဘူတာ ဥပါဒါရူပါနံသဟဇာတပစ္စယေန ပစ္စယော။ ရူပိနော ဓမ္မာ အရူပီနံဓမ္မာနံကိဥ္စိကာလေ သဟဇာတပစ္စယေန ပစ္စယော။ ကိဥ္စိကာလေ န သဟဇာတပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "အညမည ပစ္စယောတိ",
        "content": "စတ္တာရော ခန္ဓာ အရူပိနော အညမညပစ္စယေန ပစ္စယော။ စတ္တာရော မဟာဘူတာ အညမညပစ္စယေန ပစ္စယော။ သြက္ကန္တိက္ခဏေ နာမရူပံအညမညပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "နိဿယ ပစ္စယောတိ",
        "content": "စတ္တာရော ခန္ဓာ အရူပိနော အညမညံနိဿယပစ္စယေန ပစ္စယော။ စတ္တာရော မဟာဘူတာ အညမညံနိဿယပစ္စယေန ပစ္စယော။ သြက္ကန္တိက္ခဏေ နာမရူပံအညမညံနိဿယပစ္စယေန ပစ္စယော။ စိတ္တစေတသိကာ ဓမ္မာ စိတ္တသမုဋ္ဌာနာနံရူပါနံနိဿယပစ္စယေန ပစ္စယော။ မဟာဘူတာ ဥပါဒါရူပါနံနိဿယပစ္စယေန ပစ္စယော။ စက္ခာယတနံ စက္ခုဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ နိဿယပစ္စယေန ပစ္စယော။ သောတာယတနံ သောတဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ နိဿယပစ္စယေန ပစ္စယော။ ဃာနာယတနံ ဃာနဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ နိဿယပစ္စယေန ပစ္စယော။ ဇိဝှာယတနံ ဇိဝှာဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ နိဿယပစ္စယေန ပစ္စယော။ ကာယာယတနံ ကာယဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ နိဿယပစ္စယေန ပစ္စယော။ ယံ ရူပံ နိဿာယ မနောဓာတု စ မနောဝိညာဏဓာတု စ ဝတ္တန္တိ တံ ရူပံ မနောဓာတုယာ စ မနောဝိညာဏဓာတုယာ စ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ နိဿယပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "ဥပနိဿယ ပစ္စယောတိ",
        "content": "ပုရိမာ ပုရိမာ ကုသလာ ဓမ္မာ ပစ္ဆိမာနံ ပစ္ဆိမာနံ ကုသလာနံ ဓမ္မာနံ ဥပနိဿယပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ ကုသလာ ဓမ္မာ ပစ္ဆိမာနံ ပစ္ဆိမာနံ အကုသလာနံ ဓမ္မာနံ ကေသဥ္စိဥပနိဿယပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ ကုသလာ ဓမ္မာ ပစ္ဆိမာနံ ပစ္ဆိမာနံ အဗျာကတာနံ ဓမ္မာနံ ဥပနိဿယပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ အကုသလာ ဓမ္မာ ပစ္ဆိမာနံ ပစ္ဆိမာနံ အကုသလာနံ ဓမ္မာနံ ဥပနိဿယပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ အကုသလာ ဓမ္မာ ပစ္ဆိမာနံ ပစ္ဆိမာနံ ကုသလာနံ ဓမ္မာနံ ကေသဥ္စိဥပနိဿယပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ အကုသလာ ဓမ္မာ ပစ္ဆိမာနံ ပစ္ဆိမာနံ အဗျာကတာနံ ဓမ္မာနံ ဥပနိဿယပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ အဗျာကတာ ဓမ္မာ ပစ္ဆိမာနံ ပစ္ဆိမာနံ အဗျာကတာနံ ဓမ္မာနံ ဥပနိဿယပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ အဗျာကတာ ဓမ္မာ ပစ္ဆိမာနံ ပစ္ဆိမာနံ ကုသလာနံ ဓမ္မာနံ ဥပနိဿယပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ အဗျာကတာ ဓမ္မာ ပစ္ဆိမာနံ ပစ္ဆိမာနံ အကုသလာနံ ဓမ္မာနံ ဥပနိဿယပစ္စယေန ပစ္စယော။ ဥတုဘောဇနမ္ပိ ဥပနိဿယပစ္စယေန ပစ္စယော။ ပုဂ္ဂလောပိ ဥပနိဿယပစ္စယေန ပစ္စယော။ သေနာသနမ္ပိ ဥပနိဿယပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "ပုရေဇာတ ပစ္စယောတိ",
        "content": "စက္ခာယတနံ စက္ခုဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ ပုရေဇာတပစ္စယေန ပစ္စယော။ သောတာယတနံ သောတဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ ပုရေဇာတပစ္စယေန ပစ္စယော။ ဃာနာယတနံ ဃာနဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ ပုရေဇာတပစ္စယေန ပစ္စယော။ ဇိဝှာယတနံ ဇိဝှာဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ ပုရေဇာတပစ္စယေန ပစ္စယော။ ကာယာယတနံ ကာယဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ ပုရေဇာတပစ္စယေန ပစ္စယော။ ရူပါယတနံ စက္ခုဝိညာနဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ ပုရေဇာတပစ္စယေန ပစ္စယော။ သဒ္ဒါယတနံ သောတဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ ပုရေဇာတပစ္စယေန ပစ္စယော။ ဂန္ဓာယတနံ ဃာနဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ ပုရေဇာတပစ္စယေန ပစ္စယော။ ရသာယတနံ ဇိဝှာဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ ပုရေဇာတပစ္စယေန ပစ္စယော။ ဖောဋ္ဌဗ္ဗာယတနံ ကာယဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ ပုရေဇာတပစ္စယေန ပစ္စယော။ ရူပါယတနံ သဒ္ဒါယတနံ ဂန္ဓာယတနံ ရသာယတနံ ဖောဋ္ဌဗ္ဗာယတနံ မနောဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ ပုရေဇာတပစ္စယေန ပစ္စယော။ ယံ ရူပံ နိဿာယ မနောဓာတု စ မနောဝိညာဏဓာတု စ ဝတ္တန္တိ၊ တံ ရူပံ မနောဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ ပုရေဇာတပစ္စယေန ပစ္စယော။ မနောဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ ကိဥ္စိကာလေ ပုရေဇာတပစ္စယေန ပစ္စယော။ ကိဥ္စိကာလေ န ပုရေဇာတပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "ပစ္ဆာဇာတ ပစ္စယောတိ",
        "content": "ပစ္ဆာဇာတာ စိတ္တစေတသိကာ ဓမ္မာ ပုရေဇာတဿ ဣမဿ ကာယဿ ပစ္ဆာဇာတပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "အာသေဝန ပစ္စယောတိ",
        "content": "ပုရိမာ ပုရိမာ ကုသလာ ဓမ္မာ ပစ္ဆိမာနံ ပစ္ဆိမာနံကုသလာနံဓမ္မာနံအာသေဝနပစ္စယေန ပစ္စယော။ ပုရိမာ ပုရိမာ အကုသလာ ဓမ္မာ ပစ္ဆိမာနံ ပစ္ဆိမာနံ အကုသလာနံ ဓမ္မာနံ အာသေဝနပစ္စယေနပစ္စယော။ ပုရိမာ ပုရိမာ ကိရိယာဗျာကတာ ဓမ္မာ ပစ္ဆိမာနံ ပစ္ဆိမာနံ ကိရိယာဗျာကတာနံ ဓမ္မာနံ အာသေဝနပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "ကမ္မ ပစ္စယောတိ",
        "content": "ကုသလာ ကုသလံကမ္မံဝိပါကာနံခန္ဓာနံကဋတ္တာ စ ရူပါနံကမ္မပစ္စယေန ပစ္စယော။ စေတနာ သမ္ပယုတ္တကာနံဓမ္မာနံတံသမုဋ္ဌာနာနဉ္စရူပါနံကမ္မပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "ဝိပါက ပစ္စယောတိ",
        "content": "ဝိပါကာ စတ္တာရော ခန္တာ အရူပိနော အညမညံဝိပါကပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "အာဟာရ ပစ္စယောတိ",
        "content": "ကဗဠီကာရော အာဟာရော ဣမဿ ကာယဿ အာဟာရပစ္စယေန ပစ္စယော။ အရူပိနော အာဟာရာ သမ္ပယုတ္တကာနံဓမ္မာနံတံသမုဋ္ဌာနာနဉ္စရူပါနံအာဟာရပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "ဣန္ဒြိယပစ္စယောတိ",
        "content": "စက္ခုန္ဒြိယံစက္ခုဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံဣန္ဒြိယပစ္စယေန ပစ္စယော။ သောတိန္ဒြိယံ သောတဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ ဣန္ဒြိယပစ္စယေန ပစ္စယော။ ဃာနိန္ဒြိယံ ဃာနဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ ဣန္ဒြိယပစ္စယေန ပစ္စယော။ ဇိဝှိန္ဒြိယံ ဇိဝှာဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ ဣန္ဒြိယပစ္စယေန ပစ္စယော။ ကာယိန္ဒြိယံ ကာယဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စ ဓမ္မာနံ ဣန္ဒြိယပစ္စယေန ပစ္စယော။ ရူပဇီဝိတိန္ဒြိယံ ကဋတ္တာ စ ရူပါနံ ဣန္ဒြိယပစ္စယေန ပစ္စယော။ အရူပိနော ဣန္ဒြိယာ သမ္ပယုတ္တကာနံ ဓမ္မာနံ တံသမုဋ္ဌာနာနဉ္စ ရူပါနံ ဣန္ဒြိယပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "ဈာနပစ္စယောတိ",
        "content": "ဈာနင်္ဂါနိ ဈာနသမ္ပယုတ္တကာနံ ဓမ္မာနံ တံသမုဋ္ဌာနာနဉ္စ ရူပါနံ ဈာနပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "မဂ္ဂပစ္စယောတိ",
        "content": "မဂ္ဂင်္ဂါနိ မဂ္ဂသမ္ပယုတ္တကာနံ ဓမ္မာနံ တံသမုဋ္ဌာနာနဉ္စ ရူပါနံ မဂ္ဂပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "သမ္ပယတုပ္တစ္စယောတိ",
        "content": "စတ္တာရော ခန္ဓာ အရူပိနော အညမညံ သမ္ပယတုပ္တစ္စေယန ပစ္စယော။"
    },
    {
        "header": "ဝိပ္ပယုတ္တ ပစ္စယောတိ",
        "content": "ရူပိနော ဓမ္မာ အရူပီနံ ဓမ္မာနံ ဝိပ္ပယုတ္တပစ္စယေန ပစ္စယော။ အရူပိနော ဓမ္မာ ရူပီနံ ဓမ္မာနံ ဝိပ္ပယုတ္တပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "အတ္ထိ ပစ္စယောတိ",
        "content": "စတ္တာရော ခန္ဓာ အရူပိနော အညမညံအတ္ထိပစ္စယေန ပစ္စယော။ စတ္တာရော မဟာဘူတာ အညမညံအတ္ထိပစ္စယေန ပစ္စယော။ သြက္ကန္တိက္ခဏေ နာမရူပံအညမညံအတ္ထိပစ္စယေန ပစ္စယော။ စိတ္တစေတသိကာ ဓမ္မာ စိတ္တသမုဋ္ဌာနာနံ ရူပါနံ အတ္ထိပစ္စယေန ပစ္စယော။ မဟာဘူတာ ဥပါဒါရူပါနံ အတ္ထိပစ္စယေန ပစ္စယော။ စက္ခာယတနံစက္ခုဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံ အတ္ထိပစ္စယေန ပစ္စယော။ သောတာယတနံသောတဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံ အတ္ထိပစ္စယေန ပစ္စယော။ ဃာနာယတနံဃာနဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံ အတ္ထိပစ္စယေန ပစ္စယော။ ဇိဝှာယတနံဇိဝှာဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံ အတ္ထိပစ္စယေန ပစ္စယော။ ကာယာယတနံကာယဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံ အတ္ထိပစ္စယေန ပစ္စယော။ ရူပါယတနံစက္ခုဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံ အတ္ထိပစ္စယေန ပစ္စယော။ သဒ္ဒါယတနံသောတဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံ အတ္ထိပစ္စယေန ပစ္စယော။ ဂန္ဓာယတနံဃာနဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံ အတ္ထိပစ္စယေန ပစ္စယော။ ရသာယတနံဇိဝှာဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံ အတ္ထိပစ္စယေန ပစ္စယော။ ဖောဋ္ဌဗ္ဗာယတနံကာယဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံ အတ္ထိပစ္စယေန ပစ္စယော။ ရူပါယတနံ သဒ္ဒါယတနံ ဂန္ဓာယတနံ ရသာယတနံ ဖောဋ္ဌဗ္ဗာယတနံ မနောဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံ အတ္ထိပစ္စယေန ပစ္စယော။ ယံ ရူပံ နိဿာယ မနောဓာတု စ မနောဝိညာဏဓာတု စ ဝတ္တန္တိ၊ တံ ရူပံ မနောဓာတုယာ စ မနောဝိညာဏဓာတုယာ စ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံ အတ္ထိပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "နတ္ထိ ပစ္စယောတိ",
        "content": "သမနန္တရနိရုဒ္ဓါ စိတ္တစေတသိကာ ဓမ္မာ ပဋုပ္ပန္နာနံစိတ္တစေတသိကာနံဓမ္မာနံနတ္ထိပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "ဝိဂတ ပစ္စယောတိ",
        "content": "သမနန္တရဝိဂတာ စိတ္တစေတသိကာ ဓမ္မာ ပဋုပ္ပန္နာနံ စိတ္တစေတသိကာနံ ဓမ္မာနံ ဝိဂတပစ္စယေနပစ္စယော။"
    },
    {
        "header": "အဝိဂတ ပစ္စယောတိ",
        "content": "စတ္တာရော ခန္ဓာ အရူပိနော အညမညံအဝိဂတပစ္စယေန ပစ္စယော။ စတ္တာရော မဟာဘူတာ အညမညံအဝိဂတပစ္စယေန ပစ္စယော။ သြက္ကန္တိက္ခဏေ နာမရူပံအညမညံအဝိဂတပစ္စယေန ပစ္စယော။ စိတ္တစေတသိကာ ဓမ္မာ စိတ္တသမုဋ္ဌာနာနံရူပါနံအဝိဂတပစ္စယေန ပစ္စယော။ မဟာဘူတာ ဥပါဒါရူပါနံအဝိဂတပစ္စယေန ပစ္စယော။ စက္ခာယတနံစက္ခုဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံအဝိဂတပစ္စယေန ပစ္စယော။ သောတာယတနံသောတဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံအဝိဂတပစ္စယေန ပစ္စယော။ ဃာနာယတနံဃာနဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံအဝိဂတပစ္စယေန ပစ္စယော။ ဇိဝှာယတနံဇိဝှာဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံအဝိဂတပစ္စယေန ပစ္စယော။ ကာယာယတနံကာယဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံအဝိဂတပစ္စယေန ပစ္စယော။ ရူပါယတနံစက္ခုဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံအဝိဂတပစ္စယေန ပစ္စယော။ သဒ္ဒါယတနံသောတဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံအဝိဂတပစ္စယေန ပစ္စယော။ ဂန္ဓာယတနံဃာနဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံအဝိဂတပစ္စယေန ပစ္စယော။ ရသာရတနံဇိဝှာဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံအဝိဂတပစ္စယေန ပစ္စယော။ ဖောဋ္ဌဗ္ဗာယတနံကာယဝိညာဏဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံအဝိဂတပစ္စယေန ပစ္စယော။ ရူပါယတနံ သဒ္ဒါယတနံ ဂန္ဓာယတနံ ရသာယတနံ ဖောဋ္ဌဗ္ဗာယတနံ မနောဓာတုယာ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံအဝိဂတပစ္စယေန ပစ္စယော။ ယံ ရူပံ နိဿာယ မနောဓာတု စ မနောဝိညာဏဓာတု စ ဝတ္တန္တိ တံ ရူပံ မနောဓာတုယာ စ မနောဝိညာဏဓာတုယာ စ တံသမ္ပယုတ္တကာနဉ္စဓမ္မာနံအဝိဂတပစ္စယေန ပစ္စယော။"
    },
    {
        "header": "နတ်ပို့ဂါထာ",
        "content": "ဧတ္တာဝတာ စ အမှေဟိ၊ သမ္ဘတံ ပုညသမ္ပဒံ။ သဗ္ဗေဒေဝါ နုမောဒန္တု၊ သဗ္ဗသမ္ပတ္တိ သိဒ္ဓိယာ။ ဒါနံ ဒဒန္တု သဒ္ဓါယ၊ သီလံ ရက္ခန္တု သဗ္ဗဒါ။ ဘာဝနာဘိရတာ ဟောန္တု၊ ဂစ္ဆန္တု ဒေဝတာ ဂတာ။"
    }
]

export default PahtanData