import { SuttaText } from "../sutta-texts";

export const nidana: SuttaText = {
    id: 0,
    config: { scrollStart: 0 },
    pali: `သ မန္တာ စက္က ဝါဠေသု၊ အတြာ ဂစ္ဆန္တု ဒေဝတာ။
သဒ္ဓမ္မံ မုနိ ရာဇဿ၊ သုဏန္တု သဂ္ဂ မောက္ခဒံ။

ဓမ္မဿဝန ကာလော အယံ ဘဒန္တာ။
ဓမ္မဿဝန ကာလော အယံ ဘဒန္တာ။
ဓမ္မဿဝန ကာလော အယံ ဘဒန္တာ။

နမော တဿ ဘဂဝတော အရဟတော သမ္မာသမ္ဗုဒ္ဓဿ။
နမော တဿ ဘဂဝတော အရဟတော သမ္မာသမ္ဗုဒ္ဓဿ။
နမော တဿ ဘဂဝတော အရဟတော သမ္မာသမ္ဗုဒ္ဓဿ။

ယေ သန္တာ သန္တစိတ္တာ၊ တိသရဏသရဏာ၊ ဧတ္ထ လောကန္တရေ ဝါ။
ဘုမ္မာ ဘုမ္မာ စ ဒေဝါ၊ ဂုဏ ဂဏ ဂဟဏ၊ ဗျာဝဋာ သဗ္ဗကာလံ။
ဧတေ အာယန္တု ဒေဝါ၊ ဝရ ကနက မယေ၊ မေရုရာဇေ ဝသန္တော။
သန္တော သန္တောသ ဟေတုံ၊ မုနိဝရ ဝစနံ၊ သောတုမဂ္ဂံ သမဂ္ဂါ။

သဗ္ဗေသု စက္ကဝါဠေသု၊ ယက္ခာ ဒေဝါ စ ဗြဟ္မုနော။
ယံ အမှေဟိ ကတံ ပုညံ၊ သဗ္ဗသမ္ပတ္တိသာဓကံ။
သဗ္ဗေ တံ အနုမောဒိတွာ၊ သမဂ္ဂါ သာသနေ ရတာ။
ပမာဒရဟိတာ ဟောန္တု၊ အာရက္ခာသု ဝိသေသတော။

သာသနဿ စ လောကဿ၊ ဝုဍ္ဎိ ဘဝတု သဗ္ဗဒါ။
သာသနမ္ပိ စ လောကဉ္စ၊ ဒေဝါ ရက္ခန္တု သဗ္ဗဒါ။
သဒ္ဓိံ ဟောန္တု သုခီ သဗ္ဗေ၊ ပရိဝါရေဟိ အတ္တနော။၊
အနီဃာ သုမနာ ဟောန္တု၊ သဟ သဗ္ဗေဟိ ဉာတိဘိ။
ရာဇတော ဝါ စောရတော ဝါ၊ မနုဿတော ဝါ အမနုဿတော ဝါ။
အဂ္ဂိတော ဝါ ဥဒကတော ဝါ၊ ပိသာစတော ဝါ ခါဏုကတော ဝါ။
ကဏ္ဍကတော ဝါ နက္ခတ္တတော ဝါ၊ ဇနပဒရောဂတော ဝါ အသဒ္ဓမ္မတော ဝါ။
အသန္ဒိဋ္ဌိတော ဝါ အသပ္ပုရိသတော ဝါ၊ စဏ္ဍ-ဟတ္ထိ-အဿ-မိဂ-ဂေါဏ-ကုက္ကုရ-အဟိ-ဝိစ္ဆိက-မဏိသပ္ပ-ဒီပိ-အစ္ဆ-တရစ္ဆ-သူကရ-မဟိံသ-ယက္ခ-ရက္ခသာဒီဟိ။
နာနာ ဘယတော ဝါ နာနာ ရောဂတော ဝါ၊ နာနာ ဥပဒ္ဒဝတော ဝါ အာရက္ခံ ဂဏှန္တု။`,
    myanmar: `(နတ်တို့ကို ဖိတ်ကြားခြင်း)

၁။ စကြဝဠာ အရပ်ရပ်တို့၌ (နေထိုင်ကြကုန်သော) နတ်တို့သည် ဤနေရာသို့ လာရောက်ကြပါကုန်လော့။
နတ်ပြည်၊ နိဗ္ဗာန်၊ (မဂ်ဖိုလ်) ကို ပေးစွမ်းနိုင်သော မြတ်စွာဘုရား၏ သူတော်ကောင်းတရားကို နာယူကြပါကုန်လော့။

အို... နတ်အပေါင်းတို့... ယခုအချိန်သည် တရားနာရမည့် အချိန်အခါဖြစ်ပါသည်။
အို... နတ်အပေါင်းတို့... ယခုအချိန်သည် တရားနာရမည့် အချိန်အခါဖြစ်ပါသည်။
အို... နတ်အပေါင်းတို့... ယခုအချိန်သည် တရားနာရမည့် အချိန်အခါဖြစ်ပါသည်။

ဘုန်းတော်ကြီးသော၊ ကိလေသာ ကင်းစင်တော်မူသော၊ သစ္စာလေးပါး တရားတော်မြတ်ကို ကိုယ်တိုင် မှန်စွာ သိတော်မူသော မြတ်စွာဘုရားအား ရှိခိုးပါ၏။
ဘုန်းတော်ကြီးသော၊ ကိလေသာ ကင်းစင်တော်မူသော၊ သစ္စာလေးပါး တရားတော်မြတ်ကို ကိုယ်တိုင် မှန်စွာ သိတော်မူသော မြတ်စွာဘုရားအား ရှိခိုးပါ၏။
ဘုန်းတော်ကြီးသော၊ ကိလေသာ ကင်းစင်တော်မူသော၊ သစ္စာလေးပါး တရားတော်မြတ်ကို ကိုယ်တိုင် မှန်စွာ သိတော်မူသော မြတ်စွာဘုရားအား ရှိခိုးပါ၏။`
};
