import { SuttaText } from "../sutta-texts";

export const bojjhanga: SuttaText = {
    id: 10,
    config: { scrollStart: 5 },
    pali: `၁၃၅။	သံသာရေ သံသရန္တာနံ၊ သဗ္ဗဒုက္ခဝိနာသနေ။
သတ္တ ဓမ္မေ စ ဗောဇ္ဈင်္ဂေ၊ မာရသေနာ ပမဒ္ဒနေ။
၁၃၆။	ဗုဇ္ဈိတွာ ယေ စိမေ သတ္တာ၊ တိဘဝါ မုတ္တကု တ္တမာ။
အဇာတိ မဇရာ ဗျာဓိံ၊ အမတံ နိဗ္ဘယံ ဂတာ။
၁၃၇။	ဧဝ မာဒိဂုဏူပေတံ၊ အနေကဂုဏသင်္ဂဟံ။
သြသဓဉ္စ ဣမံ မန္တံ၊ ဗောဇ္ဈင်္ဂဉ္စ ဘဏာမ ဟေ။
၁၃၈။	ဗောဇ္ဈင်္ဂေါ သတိသင်္ခါတော၊ ဓမ္မာနံ ဝိစယော တထာ။
ဝီရိယံ ပီတိ ပဿဒ္ဓိ၊ ဗောဇ္ဈင်္ဂါ စ တထာ’ ပရေ။
၁၃၉။	သမာ’ဓုပေက္ခာ ဗောဇ္ဈင်္ဂါ၊ သတ္တေ’တေ သဗ္ဗဒဿိနာ။
မုနိနာ သမ္မဒက္ခာတာ၊ ဘာဝိတာ ဗဟုလီကတာ။
၁၄၀။	သံဝတ္တန္တိ အဘိညာယ၊ နိဗ္ဗာနာယ စ ဗောဓိယာ။
ဧတေန သစ္စဝဇ္ဇေန၊ သောတ္ထိ တေ ဟောတု သဗ္ဗဒါ။
၁၄၁။	ဧကသ္မိံ သမယေ နာထော၊ မောဂ္ဂလ္လာနဉ္စ ကဿပံ။
ဂိလာနေ ဒုက္ခိတေ ဒိသွာ၊ ဗောဇ္ဈင်္ဂေ သတ္တ ဒေသယိ။
၁၄၂။	တေ စ တံ အဘိနန္ဒိတွာ၊ ရောဂါ မုစ္စိံ သု တင်္ခဏေ။
ဧတေန သစ္စဝဇ္ဇေန၊ သောတ္ထိ တေ ဟောတု သဗ္ဗဒါ။
၁၄၃။	ဧကဒါ ဓမ္မရာဇာပိ၊ ဂေလညေနာဘိ ပီဠိတော။
စုန္ဒတ္ထေရေန တံယေဝ၊ ဘဏာပေတွာန သာဒရံ။
၁၄၄။	သမ္မောဒိတွာန အာဗာဓာ၊ တမှာ ဝုဋ္ဌာသိ ဌာနသော။
ဧတေန သစ္စဝဇ္ဇေန၊ သောတ္ထိ တေ ဟောတု သဗ္ဗဒါ။
၁၄၅။	ပဟီနာ တေ စ အာဗာဓာ၊ တိဏ္ဏန္နမ္ပိ မဟေသိနံ။
မဂ္ဂဟတာ ကိလေသာဝ၊ ပတ္တာ နုပ္ပတ္တိဓမ္မတံ။
ဧတေန သစ္စဝဇ္ဇေန၊ သောတ္ထိ တေ ဟောတု သဗ္ဗဒါ။
ဗောဇ္ဈင်္ဂသုတ္တံ နိဋ္ဌိတံ။ ။`,
    myanmar: "ဗောဇ္ဈင်္ဂသုတ် မြန်မာပြန် (Coming Soon)"
};
