import { SuttaText } from "../sutta-texts";

export const pubbanha: SuttaText = {
    id: 11,
    config: { scrollStart: 5 },
    pali: `၁၄၆။	ယံ ဒုန္နိမိတ္တံ အဝမင်္ဂလဉ္စ၊ ယောစာ မနာပေါ သကုဏဿ သဒ္ဒေါ၊
ပါပဂ္ဂဟော ဒုဿုပိနံ အကန္တံ၊ ဗုဒ္ဓါနုဘာဝေန ဝိနာသ’ မေန္တု။
၁၄၇။	ယံ ဒုန္နိမိတ္တံ အဝမင်္ဂလဉ္စ၊ ယောစာ မနာပေါ သကုဏဿ သဒ္ဒေါ၊
ပါပဂ္ဂဟော ဒုဿုပိနံ အကန္တံ၊ ဓမ္မာနုဘာဝေန ဝိနာသ’ မေန္တု။
၁၄၈။	ယံ ဒုန္နိမိတ္တံ အဝမင်္ဂလဉ္စ၊ ယောစာမနာပေါ သကုဏဿ သဒ္ဒေါ၊
ပါပဂ္ဂဟော ဒုဿုပိနံ အကန္တံ၊ သံဃာနုဘာဝေန ဝိနာသ’ မေန္တု။
၁၄၉။	ဒုက္ခပ္ပတ္တာ စ နိဒ္ဒုက္ခာ၊ ဘယပ္ပတ္တာ စ နိဗ္ဘယာ။
သောကပ္ပတ္တာ စ နိဿောကာ၊ ဟောန္တု သဗ္ဗေပိ ပါဏိနော။
၁၅၀။	ဧတ္တာဝတာ စ အမှေဟိ၊ သမ္ဘတံ ပုညသမ္ပဒံ။
သဗ္ဗေ ဒေဝါ နုမောဒန္တု၊ သဗ္ဗသမ္ပတ္တိ သိဒ္ဓိယာ။
၁၅၁။	ဒါနံ ဒဒန္တု သဒ္ဓါယ၊ သီလံ ရက္ခန္တု သဗ္ဗဒါ။
ဘာဝနာဘိရတာ ဟောန္တု၊ ဂစ္ဆန္တု ဒေဝတာ ဂတာ။
၁၅၂။	သဗ္ဗေ ဗုဒ္ဓါ ဗလပ္ပတ္တာ၊ ပစ္စေကာနဉ္စ ယံ ဗလံ။
အရဟန္တာနဉ္စ တေဇေန၊ ရက္ခံ ဗန္ဓာမိ သဗ္ဗသော။
၁၅၃။	ယံ ကိဉ္စိဝိတ္တံ ဣဓ ဝါ ဟုရံ ဝါ၊ သဂ္ဂေသု ဝါ ယံ ရတနံ ပဏီတံ။
န နော သမံ အတ္ထိ တထာဂတေန၊
ဣဒမ္ပိ ဗုဒ္ဓေ ရတနံ ပဏီတံ၊ ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။
၁၅၄။	ယံ ကိဉ္စိဝိတ္တံ ဣဓ ဝါ ဟုရံ ဝါ၊ သဂ္ဂေသု ဝါ ယံ ရတနံ ပဏီတံ။
န နော သမံ အတ္ထိ တထာဂတေန။
ဣဒမ္ပိ ဓမ္မေ ရတနံ ပဏီတံ၊ ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။
၁၅၅။	ယံ ကိဉ္စိဝိတ္တံ ဣဓ ဝါ ဟုရံ ဝါ၊ သဂ္ဂေသု ဝါ ယံ ရတနံ ပဏီတံ။
န နော သမံ အတ္ထိ တထာဂတေန။
ဣဒမ္ပိ သံဃေ ရတနံ ပဏီတံ၊ ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။
၁၅၆။	ဘဝတု သဗ္ဗမင်္ဂလံ၊ ရက္ခန္တု သဗ္ဗဒေဝတာ။
သဗ္ဗဗုဒ္ဓါ နုဘာဝေန၊ သဒါ သုခီ ဘဝန္တု တေ။
၁၅၇။	ဘဝတု သဗ္ဗမင်္ဂလံ၊ ရက္ခန္တုသဗ္ဗဒေဝတာ
သဗ္ဗဓမ္မာ နုဘာဝေန၊ သဒါ သုခီ ဘဝန္တု တေ။
၁၅၈။	ဘဝတု သဗ္ဗမင်္ဂလံ၊ ရက္ခန္တု သဗ္ဗဒေဝတာ။
သဗ္ဗသံဃာ နုဘာဝေန၊ သဒါ သုခီ ဘဝန္တု တေ။
၁၅၉။	မဟာကာရုဏိကော နာထော၊ ဟိတာယ သဗ္ဗပါဏိနံ။
ပူရေတွာ ပါရမီ သဗ္ဗာ၊ ပတ္တော သမ္ဗောဓိ မုတ္တမံ။
ဧတေန သစ္စဝဇ္ဇေန၊ သောတ္ထိ တေ ဟောတု သဗ္ဗဒါ။
၁၆၀။	ဇယန္တော ဗောဓိယာ မူလေ၊ သကျာနံ နန္ဒိဝဍ္ဎနော။
ဧဝမေဝ ဇယော ဟောတု၊ ဇယဿု ဇယမင်္ဂလေ။
၁၆၁။	အပရာဇိတပလ္လင်္ကေ၊ သီသေ ပုထု ဝိပုက္ခလေ။
အဘိသေကေ သဗ္ဗဗုဒ္ဓါနံ၊ အဂ္ဂပ္ပတ္တော ပမောဒတိ။
၁၆၂။	သုနက္ခတ္တံ သုမင်္ဂလံ၊ သုပ္ပဘာတံ သုဟုဋ္ဌိတံ။
သုခဏော သုမုဟုတ္တော စ၊ သုယိဋ္ဌံ ဗြဟ္မစာရိသု။
၁၆၃။	ပဒက္ခိဏံ ကာယကမ္မံ၊ ဝါစာကမ္မံ ပဒက္ခိဏံ။
ပဒက္ခိဏံ မနောကမ္မံ၊ ပဏီဓိ တေ ပဒက္ခိဏေ။
၁၆၄။	ပဒက္ခိဏာနိ ကတွာန၊ လဘန္တ’တ္ထေ ပဒက္ခိဏေ၊
တေ အတ္ထလဒ္ဓါ  သုခိတာ၊ ဝိရူဠှာ ဗုဒ္ဓသာသနေ။
အရောဂါ သုခိတာ ဟောထ၊ သဟ သဗ္ဗေဟိ ဉာတိဘိ။
ပုဗ္ဗဏှသုတ္တံ နိဋ္ဌိတံ။ ။`,
    myanmar: "ပုဗ္ဗဏှသုတ် မြန်မာပြန် (Coming Soon)"
};
