import { SuttaText } from "../sutta-texts";

export const ratana: SuttaText = {
    id: 2,
    config: { scrollStart: 5 },
    pali: `၂၅။	ပဏိဓာနတော ပဋ္ဌာယ တထာ ဂတဿ ဒသ ပါရမိယော,
ဒသ ဥပပါရမိယော, ဒသ ပရမတ္ထ ပါရမိယောတိ
သမတ္တိံသ ပါရမိယော, ပဉ္စ မဟာပရိစ္စာဂေ,
လောကတ္ထစရိယံ ဉာတတ္ထစရိယံ
ဗုဒ္ဓတ္ထစရိယန္တိ တိဿော စရိယာယော၊
ပစ္ဆိမဘဝေ ဂဗ္ဘဝေါက္ကန္တိံ၊ ဇာတိံ အဘိနိက္ခမနံ၊
ပဓာနစရိယံ ဗောဓိပလ္လင်္ကေ မာရဝိဇယံ သဗ္ဗညုတညာဏပ္ပဋိဝေဓံ။
ဓမ္မစက္ကပ္ပဝတ္တနံ, နဝ လောကုတ္တရ ဓမ္မေတိ၊ သဗ္ဗေပိ မေ ဗုဒ္ဓဂုဏေ၊
အာဝဇ္ဇေ တွာ ဝေသာ လိယာ တီသု ပါကာရန္တ ရေသု
တိယာမရတ္တိံ ပရိတ္တံ ကရောန္တော အာယသ္မာ အာနန္ဒတ္ထေ ရောဝိယ၊
ကာရုညစိတ္တံ ဥပဋ္ဌပေတွာ —
၂၆။	ကောဋီသတသဟဿေသု၊ စက္ကဝါဠေသု ဒေဝတာ။
ယဿာဏံ ပဋိဂ္ဂဏှန္တိ၊ ယဉ္စ ဝေသာလိယာ ပုရေ။
၂၇။	ရောဂါမနုဿဒုဗ္ဘိက္ခ−သမ္ဘူတံ တိဝိဓံ ဘယံ။
ခိပ္ပ မန္တရဓာပေသိ၊ ပရိတ္တံ တံ ဘဏာမဟေ။
၂၈။	ယာနီဓ ဘူတာနိ သမာဂတာနိ၊
ဘုမ္မာနိ ဝါ ယာနိ ဝ အန္တလိက္ခေ။
သဗ္ဗေဝ ဘူတာ သုမနာ ဘဝန္တု၊
အထောပိ သက္ကစ္စ သုဏန္တု ဘာသိတံ။
၂၉။	တသ္မာဟိ ဘူတာ နိသာမေထ သဗ္ဗေ၊
မေတ္တံ ကရောထ မာနုသိယာ ပဇာယ။
ဒိဝါ စ ရတ္တော စ ဟရန္တိ ယေ ဗလိံ၊
တသ္မာ ဟိ နေ ရက္ခထ အပ္ပမတ္တာ။
၃၀။	ယံကိဉ္စိ ဝိတ္တံ ဣဓ ဝါ ဟုရံ ဝါ၊
သဂ္ဂေသု ဝါ ယံ ရတနံ ပဏီတံ၊
န နော သမံ အတ္ထိ တထာဂတေန၊
ဣဒမ္ပိ ဗုဒ္ဓေ ရတနံ ပဏီတံ၊
ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။
၃၁။	ခယံ ဝိရာဂံ အမတံ ပဏီတံ၊
ယဒဇ္ဈ ဂါ သကျမုနီ သမာဟိတော။
န တေန ဓမ္မေန သမတ္ထိ ကိဉ္စိ၊
ဣဒမ္ပိ ဓမ္မေ ရတနံ ပဏီတံ၊
ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။
၃၂။	ယံ ဗုဒ္ဓသေဋ္ဌော ပရိဝဏ္ဏယီ သုစိံ၊
သမာဓိ မာနန္တရိက ည မာဟု။
သမာဓိနာ တေန သမော န ဝိဇ္ဇတိ၊
ဣဒမ္ပိ ဓမ္မေ ရတနံ ပဏီတံ၊
ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။
၃၃။	ယေ ပုဂ္ဂလာ အဋ္ဌ သတံ ပသတ္ထာ၊
စတ္တာရိ ဧတာနိ ယုဂါနိ ဟောန္တိ။
တေ ဒက္ခိဏေယျာ သုဂတဿ သာဝကာ၊
ဧတေသု ဒိန္နာနိ မဟပ္ဖလာနိ။
ဣဒမ္ပိ သံဃေ ရတနံ ပဏီတံ၊
ဧတေန သစ္စေန သုဝတ္တိ ဟောတု။
၃၄။	ယေ သုပ္ပယုတ္တာ မနသာ ဒဠှေန၊
နိက္ကာ မိနော ဂေါတမသာသနမှိ။
တေ ပတ္တိပတ္တာ အမတံ ဝိဂယှ၊
လဒ္ဓါ မုဓာ နိဗ္ဗုတိံ ဘုဉ္ဇ မာနာ။
ဣဒမ္ပိ သံဃေ ရတနံ ပဏီတံ၊
ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။
၃၅။	ယထိန္ဒခီလော ပထဝိဿိတော သိယာ၊
စတုဗ္ဘိ ဝါတေဟိ အသမ္ပကမ္ပိယော။
တထူပမံ သပ္ပုရိသံ ဝဒါမိ။
ယော အရိယသစ္စာနိ အဝေစ္စ ပဿတိ။
ဣဒမ္ပိ သံဃေ ရတနံ ပဏီတံ၊
ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။
၃၆။	ယေအရိယ သစ္စာနိ ဝိဘာဝယန္တိ၊
ဂမ္ဘီရပညေန သုဒေသိတာနိ။
ကိဉ္စာပိ တေ ဟောန္တိ ဘုသံ ပမတ္တာ၊
န တေ ဘဝံ အဋ္ဌမ မာဒိယန္တိ။
ဣဒမ္ပိ သံဃေ ရတနံ ပဏီတံ၊
ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။
၃၇။	သဟာဝဿ ဒဿန သမ္ပဒါယ၊
တယဿု ဓမ္မာ ဇဟိတာ ဘဝန္တိ။
သက္ကာယဒိဋ္ဌီ ဝိစိကိစ္ဆိတဉ္စ၊
သီလဗ္ဗတံ ဝါပိ  ယဒတ္ထိ ကိဉ္စိ။
၃၈။	စတူဟပါယေဟိ စ ဝိပ္ပမုတ္တော၊
ဆစ္စာဘိဌာနာနိ အဘဗ္ဗ ကာတုံ။
ဣဒမ္ပိ သံဃေ ရတနံ ပဏီတံ၊
ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။
၃၉။	ကိဉ္စာပိ သော ကမ္မကရောတိ ပါပကံ၊
ကာယေန ဝါစာ ဥဒ စေတသာ ဝါ၊
အဘဗ္ဗ သော တဿ ပဋိစ္ဆဒါယ၊
အဘဗ္ဗတာ ဒိဋ္ဌပဒဿာ ဝုတ္တာ၊
ဣဒမ္ပိ သံဃေ ရတနံ ပဏီတံ။
ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။
၄၀။	ဝနပ္ပဂုမ္ဗေ ယထ ဖုဿိတဂ္ဂေ၊
ဂိမှာန မာသေ ပဌမသ္မိံ ဂိမှေ။
တထူပမံ ဓမ္မဝရံ အဒေသယိ၊
နိဗ္ဗာနဂါမိံ ပရမံ ဟိတာယ။
ဣဒမ္ပိ ဗုဒ္ဓေ ရတနံ ပဏီတံ၊
ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။
၄၁။	ဝရော ဝရညူ ဝရဒေါ ဝရာဟရော၊
အနုတ္တရော ဓမ္မဝရံ အဒေသယိ။
ဣဒမ္ပိ ဗုဒ္ဓေ ရတနံ ပဏီတံ။
ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။
၄၂။	ခီဏံ ပုရာဏံ နာဝ နတ္ထိ သမ္ဘဝံ၊
ဝိရတ္တစိတ္တာယတိကေ ဘဝသ္မိံ။
တေ ခီဏဗီဇာ အဝိရူဠိဆန္ဒာ၊
နိဗ္ဗန္တိ ဓီရာ ယထာယံ ပဒီပေါ။
ဣဒမ္ပိ သံဃေ ရတနံ ပဏီတံ၊
ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။
၄၃။	ယာနီဓ ဘူတာနိ သမာဂတာနိ၊
ဘုမ္မာနိ ဝါ ယာနိ ဝ အန္တ လိက္ခေ။
တထာဂတံ ဒေဝမနုဿ ပူဇိတံ၊
ဗုဒ္ဓံ နမဿာမ သုဝတ္ထိ ဟောတု။
၄၄။	ယာနီဓ ဘူတာနိ သမာဂတာနိ၊
ဘုမ္မာနိ ဝါ ယာနိဝ အန္တ လိက္ခေ။
တထာဂတံ ဒေဝမနုဿပူဇိတံ၊
ဓမ္မံ နမဿာမ သုဝတ္ထိ ဟောတု။
၄၅။	ယာနီဓ ဘူတာနိ သမာဂတာနိ၊
ဘုမ္မာနိ ဝါ ယာနိ ဝ အန္တ လိက္ခေ။
တထာဂတံ ဒေဝမနုဿ ပူဇိတံ၊
သံဃံ နမဿာမ သုဝတ္ထိ ဟောတု။
ရတနသုတ္တံ နိဋ္ဌိတံ ။ ။`,
    myanmar: "ရတနသုတ် မြန်မာပြန် (Coming Soon)"
};
