import { SuttaText } from "../sutta-texts";

export const metta: SuttaText = {
    id: 3,
    config: { scrollStart: 5 },
    pali: `၄၆။	ယဿာနုဘာဝတော ယက္ဓာ၊ နေဝ ဒေဿေန္တိ ဘီသနံ။
ယဉှိ  စေဝါနုယုဉ္ဇန္တော၊ ရတ္တိန္ဒိဝ မတန္ဒိတော။
၄၇။	သုခံ သုပတိ သုတ္တော စ၊ ပါပံ ကိဉ္စိ န ပဿတိ။
ဧဝမာဒိဂုဏူပေတံ၊ ပရိတ္တံ တံ ဘဏာမ ဟေ။
၄၈။	ကရဏီယ’ မတ္ထ ကုသလေန၊ ယန္တ သန္တံ ပဒံ အဘိသမေစ္စ။
သက္ကော ဥဇူ စ သုဟုဇူ စ၊ သုဝစော စဿ မုဒု အနတိ မာနီ။
၄၉။	သန္တုဿကော စ သုဘရော စ၊ အပ္ပကိစ္စော စ သလ္လဟုကဝုတ္တိ။
သန္တိန္ဒြိယော စ နိပကောစ၊ အပ္ပဂဗ္ဘော ကုလေသွ’ နနုဂိဒ္ဓေါ။
၅၀။	န စ ခုဒ္ဒ’မာစရေ ကိဉ္စိ၊ ယေန ဝိညူ ပရေ ဥပဝဒေယျုံ။
သုခိနော ဝ ခေမိနော ဟောန္တု၊ သဗ္ဗသတ္တာ ဘဝန္တု သုခိတတ္တာ။
၅၁။	ယေ ကေစိ ပါဏဘူတတ္ထိ၊ တသာ ဝါ ထာဝရာဝ’ နဝသေသာ။
ဒီဃာ ဝါ ယေဝ မဟန္တာ၊ မဇ္ဈိမာ ရဿကာ အဏုကထူလာ။
၅၂။	ဒိဋ္ဌာ ဝါ ယေဝ အဒိဋ္ဌာ၊ ယေ ဝ ဒူရေ ဝသန္တိ အဝိဒူရေ။
ဘူတာ ဝ သမ္ဘဝေသီ ဝ၊ သဗ္ဗသတ္တာ ဘဝန္တု သုခိတတ္တာ။
၅၃။	န ပရော ပရံ နိကုဗ္ဗေထ၊ နာတိမညေထ ကတ္ထစိ နကိဉ္စိ။
ဗျာရောသနာ ပဋိဃသည၊ နာညမညဿ ဒုက္ခ မိစ္ဆေယျ။
၅၄။	မာတာ ယထာ နိယံ ပုတ္တ၊ မာယုသာ ဧကပုတ္တ’ မနုရက္ခေ။
ဧဝမ္ပိ သဗ္ဗဘူတေသု၊ မာနသံ ဘာဝယေ အပရိမာဏံ။
၅၅။	မေတ္တဉ္စ သဗ္ဗလောကသ္မိ၊ မာနသံ ဘာဝယေ အပရိမာဏံ။
ဥဒ္ဓံ အဓော စ တိရီယဉ္စ၊ အသမ္ဗာဓံ အဝေရ’ မသပတ္တံ။
၅၆။	တိဋ္ဌံ စရံ နိသိန္နော ဝ၊ သယာနော ယာဝတာ’ဿ ဝိတမိဒ္ဓေါ။
ဧတံ သတိံ အဓိဋ္ဌေယျ၊ ဗြဟ္မ မေတံ ဝိဟာရ မိဓ မာဟု။
၅၇။	ဒိဋ္ဌိဉ္စ အနုပဂ္ဂမ္မ၊ သီလဝါ ဒဿနေန သမ္ပန္နော။
ကာမေသု ဝိနေယျ ဂေဓံ၊ နဟိ ဇာတု’ဂ္ဂဗ္ဘသေယျ ပုန ရေတိ။
မေတ္တသုတ္တံ နိဋ္ဌိတံ။ ။`,
    myanmar: "မေတ္တသုတ် မြန်မာပြန် (Coming Soon)"
};
