import { SuttaText } from "../sutta-texts";

export const vatta: SuttaText = {
    id: 6,
    config: { scrollStart: 5 },
    pali: `၇၂။	ပူရေန္တံ ဗောဓိသမ္ဘာရေ၊ နိဗ္ဗတ္တံ ဝဋ္ဋ ဇာတိယံ။
ယဿ တေဇေန ဒါဝဂ္ဂိ၊ မဟာသတ္တံ ဝိဝဇ္ဇယိ။
၇၃။	ထေရဿ သာရိပုတ္တဿ၊ လောက နာထေန ဘာသိတံ။
ကပ္ပဋ္ဌာယိံ မဟာတေဇံ၊ ပရိတ္တံ တံ ဘဏာမဟေ။
၇၄။	အတ္ထိ လောကေ သီလဂုဏော၊ သစ္စံ သောစေယျ’ နုဒ္ဓယာ။
တေန သစ္စေန ကာဟာမိ၊ သစ္စကိရိယ’ မုတ္တမံ။
၇၅။	အာဝဇ္ဇေတွာ ဓမ္မဗလံ၊ သရိတွာ ပုဗ္ဗကေ ဇိနေ။
သစ္စဗလ’ မဝဿာယ၊ သစ္စကိရိယ မကာသ ဟံ။
၇၆။	သန္တိ ပက္ခာ အ ပတနာ၊ သန္တိ ပါဒါ အ ဝဉ္စနာ။
မာတာ ပိတာ စ နိက္ခန္တာ၊ ဇာတဝေဒ ပဋိက္ကမ။
၇၇။	သဟ သစ္စေ ကတေ မယှံ၊ မဟာပဇ္ဇလိတော သိခီ။
ဝဇ္ဇေသိ သောဠသ ကရီသာနိ၊ ဥဒကံ ပတွာ ယထာ သိခီ။
သစ္စေန မေ သမော နတ္ထိ၊ ဧသာ မေ သစ္စပါရမီ။
ဝဋ္ဋသုတ္တံ နိဋ္ဌိတံ။ ။`,
    myanmar: "ဝဋ္ဋသုတ် မြန်မာပြန် (Coming Soon)"
};
