import { SuttaText } from "../sutta-texts";

export const dhajagga: SuttaText = {
    id: 7,
    config: { scrollStart: 5 },
    pali: `၇၈။	ယဿာ နုဿရဏေနာပိ၊ အန္တ လိက္ခေပိ ပါဏိနော။
ပတိဋ္ဌ မဓိဂစ္ဆန္တိ၊ ဘူမိယံ ဝိယ သဗ္ဗထာ။
၇၉။	သဗ္ဗုပဒ္ဒဝဇာလမှာ၊ ယက္ခစောရာဒိသမ္ဘဝါ။
ဂဏနာ န စ မုတ္တာနံ၊ ပရိတ္တံ တံ ဘဏာမ ဟေ။
၈၀။	ဧဝံ မေ သုတံ ဧကံ သမယံ ဘဂဝါ သာဝတ္ထိယံ၊
ဝိဟရတိ ဇေတဝနေ၊ အနာထ ပိဏ္ဍိကဿ အာရာမေ။
၈၁။	တတြ ခေါ ဘဂဝါ ဘိက္ခူ အာမန္တေ သိ၊ ဘိက္ခဝေါ တိ။
ဘဒန္တေ တိ တေ ဘိက္ခူ ဘဂဝတော ပစ္စဿောသုံ။
ဘဂဝါ ဧတဒဝေါစ ဘူတပုဗ္ဗံ ဘိက္ခဝေ၊
ဒေဝါ သုရသင်္ဂါမော၊ သမုပဗျူဠှော အဟောသိ။
အထ ခေါ ဘိက္ခဝေ သက္ကောဒေဝါနမိန္ဒော
ဒေဝေ တာဝတိံ သေ အာမန္တေသိ —
“သစေ မာရိသာ ဒေဝါနံ သင်္ဂါမ ဂတာနံ ဥပ္ပဇ္ဇေယျ၊
ဘယံ ဝါ ဆမ္ဘိ တတ္တံ ဝါ လောမဟံသော ဝါ၊
မမေဝ တသ္မိံ သမယေ ဓဇဂ္ဂံ ဥလ္လောကေယျာထ။
မမံ ဟိ ဝေါ ဓဇဂ္ဂံ ဥလ္လောကယတံ
ယံ ဘဝိဿတိ ဘယံ ဝါ ဆမ္ဘိကတ္တံ ဝါ
လောမဟံသော ဝါ သော ပဟီယိဿတိ။
၈၂။	နော စေ မေ ဓဇဂ္ဂံ ဥလ္လောကေယျာထ၊
အထ ပဇာပတိဿ ဒေဝရာဇဿ
ဓဇဂ္ဂံ ဥလ္လောကေယျာထ၊
ပဇာပတိဿ ဟိ ဝေါ ဒေဝရာဇဿ၊
ဓဇဂ္ဂံ ဥလ္လောကယတံ။
ယံ ဘဝိဿတိ ဘယံ ဝါ ဆမ္ဘိတတ္တံ ဝါ
လောမဟံသော ဝါ၊ သော ပဟီယိဿတိ။
၈၃။	နော စေ ပဇာပတိဿ ဒေဝရာဇဿ
ဓဇဂ္ဂံ ဥလ္လောကေယျာထ၊
အထ ဝရုဏဿ ဒေဝရာဇဿ၊
ဓဇဂ္ဂံ ဥလ္လောကေယျာထ။
ဝရုဏဿ ဟိ ဝေါ ဒေဝရာဇဿ၊
ဓဇဂ္ဂံ ဥလ္လောကယတံ၊
ယံ ဘဝိဿတိ ဘယံ ဝါ ဆမ္ဘိတတ္တံ ဝါ၊
လောမဟံသော ဝါ သော ပဟီယိဿတိ။
၈၄။	နော စေ ဝရုဏဿ ဒေဝရာဇဿ၊
ဓဇဂ္ဂံ ဥလ္လောကေယျာထ၊
အထ ဤ သာနဿ ဒေဝရာဇဿ၊
ဓဇဂ္ဂံ ဥလ္လောကေယျာထ။
ဤသာနဿ ဟိ ဝေါ ဒေဝရာဇဿ၊
ဓဇဂ္ဂံ ဥလ္လောကယတံ၊
ယံ ဘဝိဿတိ ဘယံ ဝါ ဆမ္ဘိတတ္တံ ဝါ၊
လောမဟံသော ဝါ သော ပဟီယိဿတီ” တိ။
၈၅။	တံ ခေါ ပန ဘိက္ခဝေ၊
သက္ကဿ ဝါ ဒေဝါနမိန္ဒဿ၊
ဓဇဂ္ဂံ ဥလ္လောကယတံ၊
ပဇာပတိဿ ဝါ ဒေဝရာဇဿ၊
ဓဇဂ္ဂံ ဥလ္လောကယတံ၊
ဝရုဏဿ ဝါ ဒေဝ ရာဇဿ၊
ဓဇဂ္ဂံ ဥလ္လောကယတံ၊
ဤ သာနဿ ဝါ ဒေဝရာဇဿ၊
ဓဇဂ္ဂံ ဥလ္လောကယတံ၊
ယံ ဘဝိဿတိ ဘယံ ဝါ ဆမ္ဘိ တတ္တံ ဝါ၊
လောမဟံသော ဝါ၊
သော ပဟီယေထာပိ နောပိ ပဟီယေထ။
၈၆။	တံ ကိဿ ဟေတု၊
သက္ကော ဟိ ဘိက္ခဝေ ဒေဝါနမိန္ဒော၊
အဝီတရာဂေါ အဝီတဒေါသော၊
အဝီတမောဟော၊ ဘီရု ဆမ္ဘီ ဥတြာသီ ပလာယီတိ။
၈၇။	အဟဉ္စ ခေါ ဘိက္ခဝေ ဧဝံ ဝဒါမိ —
သစေ တုမှာကံ ဘိက္ခဝေ၊
အရညဂတာနံ ဝါ ရုက္ခမူလဂတာနံ ဝါ၊
သုညာဂါရ ဂတာနံ ဝါ၊ ဥပ္ပဇ္ဇေယျ ဘယံ ဝါ ဆမ္ဘိတတ္တံ ဝါ၊
လောမဟံသော ဝါ၊ မမေဝ တသ္မိံ သမယေ အနုဿရေယျာထ —
၈၈။	“ဣတိပိသော ဘဂဝါ  အရဟံ, သမ္မာသမ္ဗုဒ္ဓေါ,
ဝိဇ္ဇာစရဏ သမ္ပန္နော, သုဂတော, လောကဝိဒူ,
အနုတ္တရော ပုရိသ ဓမ္မသာရထိ,
သတ္ထာဒေဝ မနုဿာနံ၊, ဗုဒ္ဓေါ. ဘဂဝါ” တိ။
၈၉။	မမံ ဟိ ဝေါ ဘိက္ခဝေ အနုဿရတံ၊
ယံ ဘဝိဿတိ ဘယံ ဝါ ဆမ္ဘိတတ္တံ ဝါ၊
လောမဟံသော ဝါ၊ သော ပဟီ ယိဿတိ။
၉၀။	နော စေ မံ အနုဿရေယျာထ၊
အထ ဓမ္မံ အနုဿရေယျာထ —
၉၁။	“သွာက္ခာတော ဘဂဝတာ ဓမ္မော,
သန္ဒိဋ္ဌိကော, အကာလိကော, ဧဟိပဿိကော,
သြပနေယျိကော, ပစ္စတ္တံ ဝေဒိတဗ္ဗော, ဝိညူဟီ” တိ။
၉၂။	ဓမ္မံ ဟိ ဝေါ ဘိက္ခဝေ အနုဿရတံ၊
ယံ ဘဝိဿတိ ဘယံ ဝါ ဆမ္ဘိတတ္တံဝါ၊
လောမဟံသောဝါ၊ သော ပဟီယိဿတိ။
၉၃။	နော စေ ဓမ္မံ အနုဿရေယျာထ၊
အထ သံဃံ အနုဿရေယျာထ။
၉၄။	“သုပ္ပဋိပန္နော ဘဂဝတော သာဝကသံဃော,
ဥဇုပ္ပဋိပန္နော ဘဂဝတော သာဝကသံဃော,
ဉာယပ္ပဋိပန္နော ဘဂဝတော သာဝကသံဃော,
သာမီစိပ္ပဋိပန္နော ဘဂဝတော သာဝကသံဃော,
ယဒိဒံ စတ္တာရိ ပုရိသ ယုဂါနိ၊
အဋ္ဌပုရိသ ပုဂ္ဂလာ၊ ဧသ ဘဂဝတော သာဝကသံဃော၊
အာဟု နေယျော, ပါဟုနေယျော, ဒက္ခိနေယျော,
အဉ္ဇလိကရဏီယော, အနုတ္ထရံ ပုညခေတ္တံ လောကဿာ” တိ။
၉၅။	သံဃံ ဟိ ဝေါ ဘိက္ခဝေ အနုဿရတံ၊
ယံ ဘဝိဿတိ ဘယံ ဝါ ဆမ္ဘိတတ္တံ ဝါ၊
လောမဟံသော ဝါ၊ သော ပဟီယိဿတိ။
၉၆။	တံ ကိဿ ဟေတု၊
တထာဂတေ ဟိ ဘိက္ခဝေ။
အရဟံ သမ္မာသမ္ဗုဒ္ဓေါ၊
ဝီတရာဂေါ ဝီတဒေါသော ဝီတမောဟော၊
အဘီရု အဆမ္ဘီ အနုတြာသီ အပလာယီတိ။
၉၇။	ဣဒ မဝေါစ ဘဂဝါ၊ ဣဒံ ဝတွာန သုဂတော။
အထာ ပရံ ဧတဒဝေါစ သတ္ထာ။
၉၈။	အရညေ ရုက္ခမူလေ ဝါ၊
သုညာဂါရေဝ ဘိက္ခဝေါ။
အနုဿရေထ သမ္ဗုဒ္ဓံ၊
ဘယံ တုမှာက နော သိယာ။
၉၉။	နော စေ ဗုဒ္ဓံ သရေယျာထ၊
လောကဇေဋ္ဌံ နရာသဘံ။
အထ ဓမ္မံ သရေယျာထ၊
နိယျာနိကံ သုဒေသိတံ။
၁၀၀။	နော စေ ဓမ္မံ သရေယျာထ၊
နိယျာနိကံ သုဒေသိတံ။
အထ သံဃံ သရေယျာထ၊
ပုည က္ခေတ္တံ အနုတ္တရံ။
၁၀၁။	ဧဝံ ဗုဒ္ဓံ သရန္တာနံ၊ ဓမ္မံ သံဃဉ္စ ဘိက္ခဝေါ။
ဘယံ ဝါ ဆမ္ဘိတတ္တံဝါ၊ လောမဟံသော န ဟေဿတိ။
ဓဇဂ္ဂသုတ္တံ နိဋ္ဌိတံ။ ။`,
    myanmar: "ဓဇဂ္ဂသုတ် မြန်မာပြန် (Coming Soon)"
};
