import { SuttaText } from "../sutta-texts";

export const atanatiya: SuttaText = {
    id: 8,
    config: { scrollStart: 5 },
    pali: `၁၀၂။	အပ္ပသန္နေဟိ နာထဿ၊ သာသနေ သာဓုသမ္မတေ။
အမနုဿေဟိ စဏ္ဍေဟိ၊ သဒါ ကိဗ္ဗိသ ကာရိဘိ။
၁၀၃။	ပရိသာနံ စတဿန္နံ၊ အဟိံ သာယစ ဂုတ္တိယာ။
ယံ ဒေသေသိ မဟာဝီရော၊ ပရိတ္တံ တံ ဘဏာမ ဟေ။
၁၀၄။	ဝိပဿိဿ စ နမတ္ထု၊ စက္ခုမန္တဿ သိရီမတော၊
သိခိဿပိ စ နမတ္ထု၊ သဗ္ဗဘူတာနုကမ္ပိနော။
၁၀၅။	ဝေဿဘုဿ စ နမတ္ထု၊ နှာတကဿ တပဿိနော။
နမတ္ထု ကကုသန္ဓဿ၊ မာရသေနာ ပမဒ္ဒိနော။
၁၀၆။	ကောဏာဂမနဿ နမတ္ထု၊ ဗြာဟ္မဏဿ ဝုသီမတော။
ကဿပဿ စ နမတ္ထု၊ ဝိပ္ပိမုတ္တဿ သဗ္ဗဓိ။
၁၀၇။	အင်္ဂီရသဿ နမတ္ထု၊ သကျပုတ္တဿ သိရီမတော။
ယော ဣမံ ဓမ္မံ ဒေသေသိ၊ သဗ္ဗဒုက္ခာ ပနူဒနံ။
၁၀၈။	ယေ စာပိ နိဗ္ဗုတာ လောကေ၊ ယထာဘူတံ ဝိပဿိသုံ။
တေ ဇနာ အပိသုဏာထ၊ မဟန္တာ ဝီတသာရဒါ။
၁၀၉။	ဟိတံ ဒေဝမနုဿနံ၊ ယံ နမဿန္တိ ဂေါတမံ။
ဝိဇ္ဇာစရဏသမ္ပန္နံ၊ မဟန္တံ ဝီတသာရဒံ။
၁၁၀။	ဧတေ စညေ စ သမ္ဗုဒ္ဓါ၊ အနေကသတ ကောဋိယော။
သဗ္ဗေဗုဒ္ဓါ သမသမာ၊ သဗ္ဗေဗုဒ္ဓါ မဟိဒ္ဓိကာ။
၁၁၁။	သဗ္ဗေ ဒသဗလူပေတာ၊ ဝေသာရဇ္ဇေဟု ပါဂတာ။
သဗ္ဗေ တေ ပဋိဇာနန္တိ၊ အာသဘံ ဌာနမုတ္တမံ။
၁၁၂။	သီဟနာဒံ နဒန္တေတေ၊ ပရိသာသု ဝိသာရဒါ။
ဗြဟ္မစက္ကံ ပဝတ္တေန္တိ၊ လောကေ အပ္ပဋိဝတ္တိယံ။
၁၁၃။	ဥပေတာ ဗုဒ္ဓဓမ္မေဟိ၊ အဋ္ဌာရသဟိ နာယကာ။
ဗာတ္တိံသ လက္ခဏူပေတာ၊ သီတာနု  ဗျဉ္ဇနာဓရာ။
၁၁၄။	ဗျာမပ္ပဘာယ သုပ္ပဘာ၊ သဗ္ဗေ တေ မုနိကုဉ္ဇရာ၊
ဗုဒ္ဓါ သဗ္ဗညုနော ဧတေ၊ သဗ္ဗေ ခီဏာသဝါ ဇိနာ။
၁၁၅။	မဟာပဘာ မဟာတေဇာ၊ မဟာပညာ မဟဗ္ဗလာ။
မဟာကရုဏိကာ ဓီရာ၊ သဗ္ဗေသာနံ သုခါဝဟာ။
၁၁၆။	ဒီပါ နာထာ ပတိဋ္ဌာ စ၊ တာဏာ လေဏာ စ ပါဏိနံ။
ဂတီ ဗန္ဓူ မဟေဿာသာ၊ သရဏာ စ ဟိတေသိနော။
၁၁၇။	သဒေဝကဿ လောကဿ၊ သဗ္ဗေ ဧတေ ပရာယဏာ။
တေသာ ဟံ သိရသာ ပါဒေ၊ ဝန္ဒာမိ ပုရိသုတ္တမေ။
၁၁၈။	ဝစသာ မနသာ စေဝ၊ ဝန္ဒာမေ’ တေ တထာဂတေ။
သယနေ အာသနေ ဌာနေ၊ ဂမနေ စာပိ သဗ္ဗဒါ။
၁၁၉။	သဒါ သုခေန ရက္ခန္တု၊ ဗုဒ္ဓါ သန္တိကရာ တုဝံ။
တေဟိ တွံ ရက္ခိတော သန္တော၊ မုတ္တော သဗ္ဗဘယေဟိ စ။
၁၂၀။	သဗ္ဗရောဂါ ဝိနီမုတ္တော၊ သဗ္ဗသန္တာပ ဝဇ္ဇိတော။
သဗ္ဗဝေရ မတိက္ကန္တော၊ နိဗ္ဗုတော စ တုဝံ ဘဝ။
၁၂၁။	တေသံ သစ္စေန သီလေန၊ ခန္တီမေတ္တာ ဗလေန စ။
တေပိ အမှေ နုရက္ခန္တု၊ အရောဂေန သုခေန စ။
၁၂၂။	ပုရတ္ထိမသ္မိံ ဒိသာဘာဂေ၊ သန္တိဘူတာ မဟိဒ္ဓိကာ။
တေပိ အမှေ နုရက္ခန္တု၊ အရောဂေန သုခေန စ။
၁၂၃။	ဒက္ခိဏသ္မိံ ဒိသာဘာဂေ၊ သန္တိဒေဝါ မဟိဒ္ဓိကာ။
တေပိ အမှေ နုရက္ခန္တု အရောဂေန သုခေန စ။
၁၂၄။	ပစ္ဆိမသ္မိံ ဒိသာဘာဂေ၊ သန္တိ နာဂါ မဟိဒ္ဓိကာ။
တေပိ အမှေ နုရက္ခန္တု၊ အရောဂေန သုခေန စ။
၁၂၄။	ပစ္ဆိမသ္မိံ ဒိသာဘာဂေ၊ သန္တိ နာဂါ မဟိဒ္ဓိကာ။
တေပိ အမှေ နုရက္ခန္တု၊ အရောဂေန သုခေန စ။
၁၂၅။	ဥတ္တရသ္မိံ ဒိသာဘာဂေ၊ သန္တိ ယက္ခာ မဟိဒ္ဓိကာ။
တေပိ အမှေ နုရက္ခန္တု၊ အရောဂေန သုခေန စ။
၁၂၆။	ပုရတ္ထိမေန ဓတရဋ္ဌော၊ ဒက္ခိဏေန ဝိရူဠှကော။
ပစ္ဆိမေန ဝိရူပက္ခော၊ ကုဝေရော ဥတ္တရံ ဒိသံ။
၁၂၇။	စတ္တာရော တေ မဟာရာဇာ၊ လောကပါလာ ယသဿိနော။
တေပိ အမှေ’ နုရက္ခန္တု၊ အရောဂေန သုခေန စ။
၁၂၈။	အာကာသဋ္ဌာ စ ဘူမဋ္ဌာ၊ ဒေဝါ နာဂါ မဟိဒ္ဓိကာ။
တေပိ အမှေ’ နုရက္ခန္တု၊ အရောဂေန သုခေန စ။
၁၂၉။	ဣဒ္ဓိမန္တော စ ယေ ဒေဝါ၊ ဝသန္တာ ဣဓ သာသနေ။
တေပိ အမှေ’ နုရက္ခန္တု၊ အရောဂေန သုခေန စ။
၁၃၀။	သဗ္ဗီတိယော ဝိဝဇ္ဇန္တု၊ သောကော ရောဂေါ ဝိနဿတု။
မာ တေ ဘဝန္တွန္တရာယာ၊ သုခီ ဒီဃာယုကော ဘဝ။
၁၃၁။	အဘိဝါဒနသီလိဿ၊ နိစ္စံ ဝုဍ္ဎာပစာယိနော။
စတ္တာရော ဓမ္မာ ဝဍ္ဎန္တိ၊  အာယု ဝဏ္ဏော သုခံ ဗလံ။
အာဋာနာဋိယသုတ္တံ နိဋ္ဌိတံ။ ။`,
    myanmar: "အာဋာနာဋိယသုတ် မြန်မာပြန် (Coming Soon)"
};
