import { SuttaText } from "../sutta-texts";

export const angulimala: SuttaText = {
    id: 9,
    config: { scrollStart: 5 },
    pali: `၁၃၂။	ပရိတ္တံ ယံ ဘဏန္တဿ၊ နိသိန္နဋ္ဌာန ဓောဝနံ။
ဥဒကမ္ပိ ဝိနာသေတိ၊ သဗ္ဗမေဝ ပရိဿယံ။
၁၃၃။	သောတ္ထိနာ ဂဗ္ဘဝုဋ္ဌာနံ၊ ယဉ္စ သာဓေတိ တင်္ခဏေ။
ထေရ’ဿင်္ဂုလိမာလဿ၊ လောကနာထေန ဘာသိတံ။
ကပ္ပဋ္ဌာယိံ မဟာတေဇံ၊ ပရိတ္တံ တံ ဘဏာမေ ဟေ။
၁၃၄။	ယတော’ဟံ ဘဂိနိ အရိယာယ ဇာတိယာ ဇာတော။
နာဘိဇာနာမိ သဉ္စိစ္စ ပါဏံ၊ ဇီဝိတာ ဝေါရောပေတာ၊
တေန သစ္စေန သောတ္ထိ တေ၊ ဟောတု သောတ္ထိ ဂဗ္ဘဿ။
အင်္ဂုလိမာလသုတ္တံ နိဋ္ဌိတံ။ ။`,
    myanmar: "အင်္ဂုလိမာလသုတ် မြန်မာပြန် (Coming Soon)"
};
