export const phayarShitKhoe = `၁။ သော ဘဂဝါ ဣတိပိ အရဟံ၊ အရဟံဝတ သော ဘဂဝါ၊ အရဟန္တံ သရဏံ ဂစ္ဆာမိ၊ အရဟန္တံ သိရသာ နမာမိ၊ ပထမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ အရဟံ။

၂။ သော ဘဂဝါ ဣတိပိ သမ္မာသမ္ဗုဒ္ဓေါ၊ သမ္မာသမ္ဗုဒ္ဓေါ ဝတ သော ဘဂဝါ၊ သမ္မာ သမ္ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ၊ သမ္မာသမ္ဗုဒ္ဓံ သိရသာ နမာမိ၊ ဒုတိယော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ သမ္မာသမ္ဗုဒ္ဓေါ။

၃။ သော ဘဂဝါ ဣတိပိ ဝိဇ္ဇာစရဏ သမ္ပန္နော၊ ဝိဇ္ဇာစရဏ သမ္ပန္နော ဝတ သော ဘဂဝါ၊ ဝိဇ္ဇာစရဏ သမ္ပန္နံ သရဏံ ဂစ္ဆာမိ၊ ဝိဇ္ဇာစရဏ သမ္ပန္နံ သိရသာ နမာမိ၊ တတိယော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ ဝိဇ္ဇာစရဏ သမ္ပန္နော။

၄။ သော ဘဂဝါ ဣတိပိ သုဂတော၊ သုဂတော ဝတသော ဘဂဝါ၊ သုဂတံ သရဏံ ဂစ္ဆာမိ၊ သုဂတံ သိရသာ နမာမိ၊ စတုတ္ထော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ သုဂတော။

၅။ သော ဘဂဝါ ဣတိပိ လောကဝိဒူ၊ လောကဝိဒူ ဝတ သော ဘဂဝါ၊ လောကဝိဒုံ သရဏံ ဂစ္ဆာမိ၊ လောကဝိဒုံ သိရသာ နမာမိ၊ ပဉ္စမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ လောကဝိဒူ။

၆။ သော ဘဂဝါ ဣတိပိ အနုတ္တရောပုရိသဒမ္မသာရထိ၊ အနုတ္တရော ပုရိသဒမ္မသာရထိ ဝတ သော ဘဂဝါ၊ အနုတ္တရံပုရိသဒမ္မသာရထိံ သရဏံ ဂစ္ဆာမိ၊ အနုတ္တရံပုရိသဒမ္မသာရထိံ သိရသာ နမာမိ၊ ဆဋ္ဌမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ အနုတ္တရော ပုရိသဒမ္မသာရထိ။

၇။ သော ဘဂဝါ ဣတိပိ သတ္ထာ ဒေဝမနုဿာနံ၊ သတ္ထာဒေဝမနုဿာနံ ဝတ သော ဘဂဝါ၊ သတ္ထာရံဒေဝမနုဿာနံ သရဏံ ဂစ္ဆာမိ၊ သတ္ထာရံဒေဝမနုဿာနံ သိရသာ နမာမိ၊ သတ္တမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ သတ္ထာဒေဝမနုဿာနံ။

၈။ သော ဘဂဝါ ဣတိပိ ဗုဒ္ဓေါ၊ ဗုဒ္ဓေါ ဝတ သော ဘဂဝါ၊ ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ၊ ဗုဒ္ဓံ သိရသာ နမာမိ၊ အဋ္ဌမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ ဗုဒ္ဓေါ။

၉။ သော ဘဂဝါ ဣတိပိ ဘဂဝါ၊ ဘဂဝါ ဝတ သော ဘဂဝါ၊ ဘဂဝန္တံ သရဏံ ဂစ္ဆာမိ၊ ဘဂဝန္တံ သိရသာ နာမာမိ၊ နဝမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ ဘဂဝါ။

၁၀။ သော ဘဂဝါ ဣတိပိ လောကဝိဒူ၊ လောကဝိဒူ ဝတ သော ဘဂဝါ၊ လောကဝိဒုံ သရဏံ ဂစ္ဆာမိ၊ လောကဝိဒုံ သိရသာ နမာမိ၊ ပဉ္စမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ လောကဝိဒူ။

၁၁။ သော ဘဂဝါ ဣတိပိ သုဂတော၊ သုဂတော ဝတသော ဘဂဝါ၊ သုဂတံ သရဏံ ဂစ္ဆာမိ၊ သုဂတံ သိရသာ နမာမိ၊ စတုတ္ထော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ သုဂတော။

၁၂။ သော ဘဂဝါ ဣတိပိ အနုတ္တရောပုရိသဒမ္မသာရထိ၊ အနုတ္တရော ပုရိသဒမ္မသာရထိ ဝတ သော ဘဂဝါ၊ အနုတ္တရံပုရိသဒမ္မသာရထိံ သရဏံ ဂစ္ဆာမိ၊ အနုတ္တရံပုရိသဒမ္မသာရထိံ သိရသာ နမာမိ၊ ဆဋ္ဌမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ အနုတ္တရော ပုရိသဒမ္မသာရထိ။

၁၃။ သော ဘဂဝါ ဣတိပိ ဝိဇ္ဇာစရဏ သမ္ပန္နော၊ ဝိဇ္ဇာစရဏ သမ္ပန္နော ဝတ သော ဘဂဝါ၊ ဝိဇ္ဇာစရဏ သမ္ပန္နံ သရဏံ ဂစ္ဆာမိ၊ ဝိဇ္ဇာစရဏ သမ္ပန္နံ သိရသာ နမာမိ၊ တတိယော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ ဝိဇ္ဇာစရဏ သမ္ပန္နော။

၁၄။ သော ဘဂဝါ ဣတိပိ သတ္ထာ ဒေဝမနုဿာနံ၊ သတ္ထာဒေဝမနုဿာနံ ဝတ သော ဘဂဝါ၊ သတ္ထာရံဒေဝမနုဿာနံ သရဏံ ဂစ္ဆာမိ၊ သတ္ထာရံဒေဝမနုဿာနံ သိရသာ နမာမိ၊ သတ္တမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ သတ္ထာဒေဝမနုဿာနံ။

၁၅။ သော ဘဂဝါ ဣတိပိ သမ္မာသမ္ဗုဒ္ဓေါ၊ သမ္မာသမ္ဗုဒ္ဓေါ ဝတ သော ဘဂဝါ၊ သမ္မာ သမ္ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ၊ သမ္မာသမ္ဗုဒ္ဓံ သိရသာ နမာမိ၊ ဒုတိယော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ သမ္မာသမ္ဗုဒ္ဓေါ။

၁၆။ သော ဘဂဝါ ဣတိပိ ဗုဒ္ဓေါ၊ ဗုဒ္ဓေါ ဝတ သော ဘဂဝါ၊ ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ၊ ဗုဒ္ဓံ သိရသာ နမာမိ၊ အဋ္ဌမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ ဗုဒ္ဓေါ။

၁၇။ သော ဘဂဝါ ဣတိပိ အရဟံ၊ အရဟံဝတ သော ဘဂဝါ၊ အရဟန္တံ သရဏံ ဂစ္ဆာမိ၊ အရဟန္တံ သိရသာ နမာမိ၊ ပထမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ အရဟံ။

၁၈။ သော ဘဂဝါ ဣတိပိ ဘဂဝါ၊ ဘဂဝါ ဝတ သော ဘဂဝါ၊ ဘဂဝန္တံ သရဏံ ဂစ္ဆာမိ၊ ဘဂဝန္တံ သိရသာ နာမာမိ၊ နဝမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ ဘဂဝါ။`;
