export interface PrayerSection {
    title: string;
    content: string;
}

export const phayarShitKhoe: PrayerSection[] = [
    {
        title: "ကန်တော့ခန်း",
        content: `( ကန်တော့ ခန်း ) ဩကာသ, ဩကာသ, ဩကာသ၊ ကာယကံ, ဝစီကံ, မနောကံ သဗ္ဗဒေါသ ခပ်သိမ်းသော အပြစ် တို့ကို ပျောက်ပါစေခြင်း အကျိုးငှါ ပထမ, ဒုတိယ, တတိယ၊ တစ်ကြိမ်, နှစ်ကြိမ်, သုံးကြိမ်မြောက်အောင် ဘုရား ရတနာ, တရားရတနာ, သံဃာရတနာ မြတ်သုံးပါးနှင့် တကွ မိဘ ဆရာသမား တို့အား အရိုအသေ အလေးအမြတ် လက်အုပ်မိုး၍ ရှိခိုးပူဇော် ဖူးမြော် မာန်လျော့ ကန်တော့ပါ၏ အရှင်ဘုရား ။

( ဆုတောင်း ခန်း ) ကန်တော့ရသော အကျိုးအားကြောင့် အပါယ်လေးပါး ၊ ကပ်သုံးပါး ၊ ရပ်ပြစ်ရှစ်ပါး ၊ ရန်သူမျိုးငါးပါး ၊ ဝိပတ္တိတရားလေးပါး ၊ ဗျသန တရားငါးပါး။ အနာမျိုး ကိုးဆယ့်ခြောက်ပါးတို့မှ အခါခပ်သိမ်း ကင်းလွတ် ငြိမ်းသည်ဖြစ်၍ မဂ်တရား ၊ ဖိုလ်တရား ၊ နိဗ္ဗာန် တရားတော်မြတ်ကို ရပါလို၏ အရှင်ဘုရား ။ ( သာဓု ၊ သာဓု ၊ သာဓု )`
    },
    {
        title: "သရဏဂုံ ငါးပါးသီလ တောင်းခန်း",
        content: `အဟံဘန္တေ တိသရဏေနသဟ ပဉ္စသီလံ ဓမ္မံယာစာမိ၊ အနုဂ္ဂဟံ ကတွာ သီလံဒေထ မေ ဘန္တေ။ 

        ဒုတိယမ္ပိ အဟံဘန္တေ တိသရဏေနသဟ ပဉ္စသီလံ ဓမ္မံယာစာမိ၊ အနုဂ္ဂဟံ ကတွာ သီလံဒေထ မေ ဘန္တေ။

တတိယမ္ပိ အဟံဘန္တေ တိသရဏေနသဟ ပဉ္စသီလံ ဓမ္မံယာစာမိ၊ အနုဂ္ဂဟံ ကတွာ သီလံဒေထ မေ ဘန္တေ ။ ( အမဘန္တေပါ အရှင်ဘုရား )`
    },
    {
        title: "ဘုရား ရှိခိုးခန်း",
        content: `နမော တဿ ဘဂဝတော အရဟတော သမ္မာသမ္ဗုဒ္ဓဿ ။
         နမော တဿ ဘဂဝတော အရဟတော သမ္မာသမ္ဗုဒ္ဓဿ ။ 
         နမော တဿ ဘဂဝတော အရဟတော သမ္မာသမ္ဗုဒ္ဓဿ ။`
    },
    {
        title: "သရဏဂုံ ဆောက်တည်ခန်း",
        content: `ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ။ ဓမ္မံ သရဏံ ဂစ္ဆာမိ။ သံဃံ သရဏံ ဂစ္ဆာမိ။ 

        ဒုတိယမ္ပိ ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ။ ဒုတိယမ္ပိ ဓမ္မံ သရဏံ ဂစ္ဆာမိ။ ဒုတိယမ္ပိ သံဃံ သရဏံ ဂစ္ဆာမိ။

        တတိယမ္ပိ ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ။ တတိယမ္ပိ ဓမ္မံ သရဏံ ဂစ္ဆာမိ။ တတိယမ္ပိ သံဃံ သရဏံ ဂစ္ဆာမိ။
         ( အမဘန္တေပါ အရှင်ဘုရား )`
    },
    {
        title: "ငါးပါးသီလ ခံယူဆောက်တည်ခန်း",
        content: `၁။ ပါဏာတိပါတာ ဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ။ 
        ၂။ အဒိန္နာဒါနာ ဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ။ 
        ၃။ ကာမေသုမိစ္ဆာစာရာ ဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ။ 
        ၄။ မုသာဝါဒါ ဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ။ 
        ၅။ သုရာမေရယ မဇ္ဇပမာဒဋ္ဌာနာ ဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ။ 
        ( အမဘန္တေပါ အရှင်ဘုရား )`
    },
    {
        title: "“ ဘုရားဂုဏ်တော် (၉)ပါး ၊ တရားဂုဏ်တော် (၆)ပါး ၊ သံဃာဂုဏ်တော် (၉) ပါး ” ဣတိပိသောဘဂဝါ",
        content: `အရဟံ၊ သမ္မာသမ္ဗုဒ္ဓေါ၊ ဝိဇ္ဇာစရဏသမ္ပန္နော၊ သုဂတော၊ လောကဝိဒူ၊ 
        အနုတ္တရောပုရိသဒမ္မသာရထိ၊ သတ္ထာဒေဝမနုဿာနံ၊ ဗုဒ္ဓေါ၊ ဘဂဝါ။ 
        
        သွာက္ခာတော ဘဂဝတာ ဓမ္မော ၊ သန္ဒိဋ္ဌိကော ၊ အကာလိကော ၊ 
        ဧဟိပဿိကော ၊ ဩပနေယျိကော ၊ ပစ္စတ္တံ ဝေဒိတဗ္ဗော ဝိညူဟိ။ 
        
        သုပ္ပဋိပန္နော ဘဂဝတော သာဝကသံဃော၊ 
        ဥဇုပ္ပဋိပန္နော ဘဂဝတော သာဝကသံဃော၊ 
        ဉာယပ္ပဋိပန္နော ဘဂဝတော သာဝကသံဃော၊ 
        သာမီစိပ္ပဋိပန္နော ဘဂဝတော သာဝကသံဃော၊ 
        ယဒိဒံ စတ္တာရိ ပုရိသယုဂါနိ အဋ္ဌ ပုရိသပုဂ္ဂလာ ၊ 
        ဧသ ဘဂဝတော သာဝကသံဃော၊ 
        အာဟုနေယျော၊ ပါဟုနေယျော၊ 
        ဒက္ခိဏေယျော၊ အဉ္ဇလိကရဏီယျော၊ 
        အနုတ္တရံ ပုညက္ခေတ္တံ လောကဿ။`
    },
    {
        title: "ဘုရားဂုဏ်တော်ကိုးပါး ဘုရားရှိခိုး",
        content: `၁) သောဘဂဝါ -ထိုအကျွန်ုပ်တို့၏ဆရာ မြတ်စွာဘုရားသည်။ ဣတိပိ -ဤသို့လျှင် ဗြဟ္မာ၊နတ်၊လူ သုံးဘုံသူတို့၏ ကြည်ဖြူကော်ရော် ပူဇော်အထူးကို ခံထိုက်ကြောင်းဖြစ်သော အတုမရှိသော သီလဂုဏ်, သမာဓိဂုဏ်, ပညာဂုဏ်, ဝိမုတ္တိဂုဏ်, ဝိမုတ္တိဉာဏဒဿနဂုဏ်တို့နှင့် ပြည့်စုံတော်မူသောကြောင့်လည်း အရဟံ - အရဟံမည်တော်မူ၏။ 
        (၂) သောဘဂဝါ -သည်၊ ဣတိပိ -ဤသို့လျှင် သစ္စာလေးပါးအမှန်တရားစုံကို ဆရာမပြ ကိုယ်တော်တိုင်သာလျှင် ထိုးထွင်း သိမြင်တော်မူသောကြောင့်လည်း၊ သမ္မာသမ္ဗုဒ္ဓေါ -သမ္မာသမ္ဗုဒ္ဓ မည်တော်မူ၏။ 
        (၃) သောဘဂဝါ -သည်။ ဣတိပိ -ဤသို့လျှင် ဝိဇ္ဇာ(၃)ပါး၊ (၈)ပါးတည်း၊ သုံးပါးရှစ်ဖြာဉာဏ်ဝိဇ္ဇာတို့နှင့် ပြည့်စုံတော်မူသောကြောင့်လည်း၊ ဝိဇ္ဇာစရဏသမ္ပန္နော - ဝိဇ္ဇာစရဏသမ္ပန္န မည်တော်မူ၏။ 
        (၄) သောဘဂဝါ - သည်၊ ဣတိပိ - ဤသို့လျှင် သဿတဒိဋ္ဌိ ဥစ္ဆေဒဒိဋ္ဌိ မကပ်ငြိဘဲ၊ မချီမပပ် ကောင်းမြတ်ဖြောင့်တန်း မဂ္ဂင်လမ်းဖြင့် ရွှေနန်းပူရီ ဘေးမဲ့ပြည်သို့ ကြွကာဆိုက်ရောက်တော်မူသောကြောင့်လည်း၊ သုဂတော -သုဂတမည်တော်မူ၏။
        (၅) သော ဘဂဝါ -သည်၊ ဣတိပိ-ဤသို့လျှင် ကာမ ရူပ အရူပ ဟု၊ လောကအပြင် သုံးတစ်ခွင်ကို ကုန်စင်ခပင်း မကျန်ကြွင်းအောင် အလင်းထင်ပေါ် သိမြင်တော်မူသောကြောင့်လည်း၊ လောကဝိဒူ -လောကဝိဒူ မည်တော်မူ၏။ 
        (၆) သော ဘဂဝါ -သည်၊ ဣတိပိ-ဤသို့လျှင် ဇာတိမာန်၊ ပညာမာန်၊ ဂုဏမာန်၊ ဗလမာန်၊ ဣဒ္ဓိမာန်၊ ပညာမာန်တို့ဖြင့် မိုးစွန်ကြားကြား ငါတကားဟု ကြုံးဝါးခက်ထန် အဆိပ်လျှံသည့် နန္ဒောပနန္ဒ၊ အင်္ဂုလိမာလ၊ သစ္စကနှင့် ဗကဗြဟ္မာ၊ သတ္တဝါတို့ကို ဒေသနာသံ ဆိပ်အမြိုက်ဆေး အမြန်ပေး၍ ယဉ်ကျေးအောင်ပြု ဆုံးမမှုဝယ် အတုမရှိ လွန်ကဲတိသောကြောင့်လည်း၊ အနုတ္တရောပုရိသဒမ္မသာရထိ အနုတ္တရောပုရိသ ဓမ္မသာရထိ မည်တော်မူ၏။ 
        (၇)သောဘဂဝါ-သည်၊ ဣတိပိ-ဤသို့လျှင် လူ၊ နတ်၊ ဗြဟ္မာ သတ္တဝါအများ သောင်းသုံးတိုက်သားတို့၏ ဝပ်တွားရိုပြောင်း ညွတ်ညောင်းခယ ဆုံးမခံရာ ဆရာသခင် ဦးထိပ်တင်ကြီး ဖြစ်တော်မူသောကြောင့်လည်း၊ သတ္ထာဒေဝမနုဿာနံ - သတ္ထာဒေဝမနုဿာန မည်တော်မူ၏။ 
        (၈)သောဘဂဝါ-သည်၊ ဣတိပိ-ဤသို့လျှင် သစ္စာလေးရပ် တရားမြတ်ကို လူနတ်အများ သိထင်ရှားအောင် ဟောကြားထုတ်ဖော် သိစေတော်မူသောကြောင့်လည်း၊ ဗုဒ္ဓေါ -ဗုဒ္ဓမည်တော်မူ၏။ 
        (၉) သောဘဂဝါ -သည်၊ ဣတိပိ-ဤသို့လျှင် ဘုန်းတော်အနန္တ၊ ကံတော်အနန္တ၊ ဉာဏ်တော်အနန္တ၊ တန်ခိုးတော်အနန္တကြီးမြတ်လှ၍ လောကသုံးပါးလူအများတို့ လေးစားဂရု ချီးပပူမျှော်ကြောင့်လည်း၊ ဘဂဝါ -ဘဂဝါမည်တော်မူ၏။ တံ၊ ထိုအရဟံအစ ဘဂဝါအဆုံး ဘဝဂ်ချိမ့်မွှ ဘုန်းရှိန်ကြီးမား ဂုဏ်ကိုးပါးနှင့် ပြည့်စုံတော်မူသော မြတ်စွာဘုရားကို။ အဟံ၊ ခန္ဓာအာယတန ဓာတ်စုမျှကို ကာယမမှတ် အကျွန်ုပ်သည်။ ဝန္ဒာမိ၊ သဒ္ဓါစိတ်စေ အာရုံဖြေ၍ မနော, ဝစီ, ကာယညီလျက် ဦးချလက်မိုး ကြာငုံဖြိုးသို့ ရှိခိုးပါ၏ဘုရား။ ( သာဓု ၊ သာဓု ၊ သာဓု )`
    },
    {
        title: "ခင်ပွန်းကြီးဆယ်ပါး ကန်တော့ခန်း",
        content: `ဘုရားတပည့်တော်သည် သံသရာအစ မှ၍ ယနေ့တိုင်အောင် 
        ၁။ ဂုဏ်ကျေးဇူးကြီးမားကြကုန်သော မြတ်စွာဘုရားရှင် ကိုယ်တော်မြတ်ကြီးတို့အပေါ်၌ 
        ၂။ ဂုဏ်ကျေးဇူးကြီးမားကြကုန်သော ပစ္စေကဗုဒ္ဓါအရှင် ကိုယ်တော်မြတ်ကြီးတို့အပေါ်၌ 
        ၃။ ဂုဏ်ကျေးဇူးကြီးမားကြကုန်သော အဂ္ဂသာဝက၊ မဟာသာဝက ရဟန္တာ အရှင်မြတ်ကြီးတို့အပေါ်၌ 
        ၄။ ဂုဏ်ကျေးဇူးကြီးမားကြကုန်သော ရဟန္တာ အရှင်မြတ်ကြီးတို့အပေါ်၌ 
        ၅။ ဂုဏ်ကျေးဇူးကြီးမားကြကုန်သော မိခင်တို့ အပေါ်၌ 
        ၆။ ဂုဏ်ကျေးဇူးကြီးမားကြကုန်သော ဖခင်တို့ အပေါ်၌ 
        ၇။ ဂုဏ်ကျေးဇူးကြီးမားကြကုန်သော လိမ္မာစေရန် ကျိုးကြောင်းပြ၍ ဆုံးမတတ်သော ဆရာသမားတို့၏ အပေါ်၌ 
        ၈။ ဂုဏ်ကျေးဇူးကြီးမားကြကုန်သော သီလဂုဏ်၊ သမာဓိဂုဏ်၊ ပညာဂုဏ်တို့ကို ဆည်းပူးဖြည့်ကျင့်လျက် ရှိကြကုန်သော လူပုဂ္ဂိုလ်၊ ရဟန်းပုဂ္ဂိုလ်တို့၏ အပေါ်၌ 
        ၉။ ဂုဏ်ကျေးဇူးကြီးမားကြကုန်သော တရားဓမ္မတို့ကို ဟောပြောပြသ ဆုံးမတတ်သော ဆရာသမားတို့၏ အပေါ်၌ 
        ၁၀။ ထမင်းတစ်လုပ်၊ ရေတစ်မှုတ် စသည်ဖြင့် ပေးကမ်းချီးမြှင့် ထောက်ပံ့ပံ့ဖူးသော ကျေးဇူးရှင် ပုဂ္ဂိုလ်တို့၏ အပေါ်၌ 
        ၁၁။ ကာယကံ၊ ဝစီကံ၊ မနောကံ သုံးပါးသော ကံတို့ဖြင့် ပြစ်မှားမိခဲ့သည်ရှိခဲ့ပါသော် ထိုအပြစ်တို့ကို ပျောက်ပါစေခြင်း အကျိုးငှာ ရိုသေမြတ်နိုး လက်စုံမိုး၍ ရှိခိုးပါ၏ဘုရား။

        ဤသို့ရှိခိုးပူဇော် ဖူးမြော်မာန်လျော့ ကန်တော့ရသော ကောင်းမှုကံစေတနာတို့ကြောင့် အလုံးစုံသောဘေးရောဂါ အန္တရာယ်အပေါင်းတို့မှ ကင်းဝေးပြီးလျှင် မြတ်စွာဘုရားရှင် ဟောကြားတော်မူသော သစ္စာလေးပါး မြတ်တရားကို ကောင်းစွာသိမြင်၍ နိဗ္ဗာန်သို့ ဝင်နိုင်သောကိုယ် ဖြစ်ရပါစေသား အရှင်ဘုရား။ လောကီမင်္ဂလာ အဖြာဖြာတို့သည်လည်း စိတ်ကြံတိုင်း တောင့်တတိုင်း လွယ်ကူ လျင်မြန်စွာ ပြည့်စုံ၍ နှလုံးစိတ်ဝမ်း အေးချမ်းရပါစေသား အရှင်ဘုရား။ ( သာဓု ၊ သာဓု ၊ သာဓု )`
    },
    {
        title: "အနန္တငါးပါး ဘုရားရှိခိုး",
        content: `(၁) ဗုဒ္ဓဂုဏော၊ အနန္တောဟု၊ ကျော်စောထင်ရှား၊ သုံးပါးရုပ်သူ၊ နတ်လူတို့၏၊ သတ္တဝါကို၊ ခေမာသခေါင်၊ နိဗ္ဗာန်ဆောင်သို့၊ ရွှေဖောင်မဂ္ဂင်၊ သဘောယာဉ်ဖြင့်၊ ကယ်တင်ဆောင်ယူ၊ ပို့တော်မူသည့်၊ နတ်လူထိပ်ပန်း၊ ရဟန်းတို့ဆရာ၊ အစိန္တေယျာ မဟာအမိတ၊ အနန္တဂုဏ်အင်၊ ကျေးဇူးရှင်ကို၊ အဟံ၊ တပည့်တော်သည်။ ဝန္ဒာမိ၊ သဒ္ဓါညွတ်ကျိုး၊ အလွန်မြတ်နိုးလျက် ရှိခိုးပါ၏ အရှင်ဘုရား။`
    },
    {
        title: "၂၄ ပစ္စည်း ပဌာန်းအကျဉ်း",
        content: `ဟေတု ပစ္စယော ၊ အာရမ္မဏ ပစ္စယော ၊ အဓိပတိ ပစ္စယော ၊ 
        အနန္တရ ပစ္စယော သမနန္တရ ပစ္စယော ၊ သဟဇာတ ပစ္စယော ၊ 
        အညမည ပစ္စယော ၊ နိဿယ ပစ္စယော ဥပနိဿယ ပစ္စယော ၊ 
        ပုရေဇာတ ပစ္စယော ၊ ပစ္ဆာဇာတ ပစ္စယော ၊ အာသေဝန ပစ္စယော 
        ကမ္မ ပစ္စယော ၊ ဝိပါက ပစ္စယော ၊ အာဟာရ ပစ္စယော ၊ 
        ဣန္ဒြိယ ပစ္စယော ဈာန ပစ္စယော ၊ မဂ္ဂ ပစ္စယော ၊ 
        သမ္ပယုတ္တ ပစ္စယော ၊ ဝိပ္ပယုတ္တ ပစ္စယော အတ္ထိ ပစ္စယော ၊ 
        နတ္ထိ ပစ္စယော ၊ ဝိဂတ ပစ္စယော ၊ အဝိဂတ ပစ္စယောတိ။ 
        ( သာဓု ၊ သာဓု ၊ သာဓု )`
    },
    {
        title: "သံဗုဒ္ဓေဂါထာတော်",
        content: `သံဗုဒ္ဓေ အဋ္ဌဝီသဉ္စ ၊ ဒွါဒသဉ္စ သဟဿကေ 
        ပဉ္စသတ သဟဿာနိ ၊ နမာမိ သိရသာမဟံ 
        အပ္ပကာ ဝါဠုကာ ဂင်္ဂါ ၊ အနန္တာ နိဗ္ဗူတာ ဇိနာ 
        တေသံ ဓမ္မဉ္စ သံဃဉ္စ ၊ အာဒရေ န နမာမဟံ 
        နမက္ကာရာ နုဘာဝေ န ၊ ဟိတွာသဗ္ဗေ ဥပဒ္ဒဝေ 
        အနေကာ အန္တရာယာပိ ၊ ဝိနဿန္တု အသေသတော။ 
        ( သာဓု ၊ သာဓု ၊ သာဓု )`
    },
    {
        title: "မေတ္တာပို့",
        content: `လုံးစုံများစွာ၊ သတ္တဝါ၊ ချမ်းသာကိုယ်စိတ် မြဲပါစေ။ ကြောက်တတ်၊ မကြောက်တတ်၊ နှစ်ရပ်များစွာ၊ သတ္တဝါ၊ ချမ်းသာကိုယ်စိတ် မြဲပါစေ။ ။ ရောဂါကပ်ဘေး၊ ကင်းစင်ဝေး၊ ငြိမ်းအေးကြပါစေ။ မြင်အပ်၊ မမြင်အပ်၊ နှစ်ရပ်များစွာ၊ သတ္တဝါ၊ ချမ်းသာကိုယ်စိတ် မြဲပါစေ။ ။ ရောဂါကပ်ဘေး၊ ကင်းစင်ဝေး၊ ငြိမ်းအေးကြပါစေ။ ဝေးနေ၊ နီးနေ၊ နှစ်ထွေများစွာ၊ သတ္တဝါ၊ ချမ်းသာကိုယ်စိတ် မြဲပါစေ။ ။ ရောဂါကပ်ဘေး၊ ကင်းစင်ဝေး၊ ငြိမ်းအေးကြပါစေ။ ဘဝဇာတ်ဆုံး၊ မဆုံးများစွာ၊ သတ္တဝါ၊ ချမ်းသာကိုယ်စိတ် မြဲပါစေ။ ။ ရောဂါကပ်ဘေး၊ ကင်းစင်ဝေး၊ ငြိမ်းအေးကြပါစေ။ ရှည် တို အလတ်၊ သုံးရပ်ခန္ဓာ၊ သတ္တဝါ
ချမ်းသာကိုယ်စိတ် မြဲပါစေ။ ။ ရောဂါကပ်ဘေး၊ ကင်းစင်ဝေး၊ ငြိမ်းအေးကြပါစေ။ ကြီး ငယ် အလတ်၊ သုံးရပ်ခန္ဓာ၊ သတ္တဝါ၊ ချမ်းသာကိုယ်စိတ် မြဲပါစေ။ ။ ရောဂါကပ်ဘေး၊ ကင်းစင်ဝေး၊ ငြိမ်းအေးကြပါစေ။ ဆူ ကြုံ အလတ်၊ သုံးရပ်ခန္ဓာ၊ သတ္တဝါ၊ ချမ်းသာကိုယ်စိတ် မြဲပါစေ။ ။ လူအချင်းချင်း၊ လှည့်ပတ်ခြင်း၊ ကင်းရှင်းကြပါစေ။ ချမ်းသာကိုယ်စိတ် မြဲပါစေ။ ။ အထင်သေးခြင်း၊ အချင်းချင်း၊ ကင်းရှင်းကြပါစေ။ ဆင်းရဲလိုခြင်း၊ အချင်းချင်း၊ ကင်းရှင်းကြပါစေ။ ချမ်းသာကိုယ်စိတ် မြဲပါစေ။ ။ ( သာဓု ၊ သာဓု ၊ သာဓု )`
    },
    {
        title: "အမျှဝေ",
        content: `ဤသို့ပြုရ၊ မြတ်ပုညကို၊ ကြီးထမြင့်ခေါင်၊ မြင်းမိုရ်တောင်ဦး၊ မကကျူးသား၊ ကျေးဇူးအရှင်၊ မွေးမိခင်နှင့်၊ ဖခင်တို့အား၊ ရငြားပါစေ၊ အမျှဝေ၏။`
    },
    {
        title: "ဂုဏ်တော်ကွန်ချာ",
        content: `၁။ သော ဘဂဝါ ဣတိပိ အရဟံ၊ အရဟံဝတ သော ဘဂဝါ၊ အရဟန္တံ သရဏံ ဂစ္ဆာမိ၊ အရဟန္တံ သိရသာ နမာမိ၊ ပထမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ အရဟံ။

၂။ သော ဘဂဝါ ဣတိပိ သမ္မာသမ္ဗုဒ္ဓေါ၊ သမ္မာသမ္ဗုဒ္ဓေါ ဝတ သော ဘဂဝါ၊ သမ္မာ သမ္ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ၊ သမ္မာသမ္ဗုဒ္ဓံ သိရသာ နမာမိ၊ ဒုတိယော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ သမ္မာသမ္ဗုဒ္ဓေါ။

၃။ သော ဘဂဝါ ဣတိပိ ဝိဇ္ဇာစရဏ သမ္ပန္နော၊ ဝိဇ္ဇာစရဏ သမ္ပန္နော ဝတ သော ဘဂဝါ၊ ဝိဇ္ဇာစရဏ သမ္ပန္နံ သရဏံ ဂစ္ဆာမိ၊ ဝိဇ္ဇာစရဏ သမ္ပန္နံ သိရသာ နမာမိ၊ တတိယော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ ဝိဇ္ဇာစရဏ သမ္ပန္နော။

၄။ သော ဘဂဝါ ဣတိပိ သုဂတော၊ သုဂတော ဝတသော ဘဂဝါ၊ သုဂတံ သရဏံ ဂစ္ဆာမိ၊ သုဂတံ သိရသာ နမာမိ၊ စတုတ္ထော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ သုဂတော။

၅။ သော ဘဂဝါ ဣတိပိ လောကဝိဒူ၊ လောကဝိဒူ ဝတ သော ဘဂဝါ၊ လောကဝိဒုံ သရဏံ ဂစ္ဆာမိ၊ လောကဝိဒုံ သိရသာ နမာမိ၊ ပဉ္စမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ လောကဝိဒူ။

၆။ သော ဘဂဝါ ဣတိပိ အနုတ္တရောပုရိသဒမ္မသာရထိ၊ အနုတ္တရော ပုရိသဒမ္မသာရထိ ဝတ သော ဘဂဝါ၊ အနုတ္တရံပုရိသဒမ္မသာရထိံ သရဏံ ဂစ္ဆာမိ၊ အနုတ္တရံပုရိသဒမ္မသာရထိံ သိရသာ နမာမိ၊ ဆဋ္ဌမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ အနုတ္တရော ပုရိသဒမ္မသာရထိ။

၇။ သော ဘဂဝါ ဣတိပိ သတ္ထာ ဒေဝမနုဿာနံ၊ သတ္ထာဒေဝမနုဿာနံ ဝတ သော ဘဂဝါ၊ သတ္ထာရံဒေဝမနုဿာနံ သရဏံ ဂစ္ဆာမိ၊ သတ္ထာရံဒေဝမနုဿာနံ သိရသာ နမာမိ၊ သတ္တမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ သတ္ထာဒေဝမနုဿာနံ။

၈။ သော ဘဂဝါ ဣတိပိ ဗုဒ္ဓေါ၊ ဗုဒ္ဓေါ ဝတ သော ဘဂဝါ၊ ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ၊ ဗုဒ္ဓံ သိရသာ နမာမိ၊ အဋ္ဌမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ ဗုဒ္ဓေါ။

၉။ သော ဘဂဝါ ဣတိပိ ဘဂဝါ၊ ဘဂဝါ ဝတ သော ဘဂဝါ၊ ဘဂဝန္တံ သရဏံ ဂစ္ဆာမိ၊ ဘဂဝန္တံ သိရသာ နာမာမိ၊ နဝမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ ဘဂဝါ။

၁၀။ သော ဘဂဝါ ဣတိပိ လောကဝိဒူ၊ လောကဝိဒူ ဝတ သော ဘဂဝါ၊ လောကဝိဒုံ သရဏံ ဂစ္ဆာမိ၊ လောကဝိဒုံ သိရသာ နမာမိ၊ ပဉ္စမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ လောကဝိဒူ။

၁၁။ သော ဘဂဝါ ဣတိပိ သုဂတော၊ သုဂတော ဝတသော ဘဂဝါ၊ သုဂတံ သရဏံ ဂစ္ဆာမိ၊ သုဂတံ သိရသာ နမာမိ၊ စတုတ္ထော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ သုဂတော။

၁၂။ သော ဘဂဝါ ဣတိပိ အနုတ္တရောပုရိသဒမ္မသာရထိ၊ အနုတ္တရော ပုရိသဒမ္မသာရထိ ဝတ သော ဘဂဝါ၊ အနုတ္တရံပုရိသဒမ္မသာရထိံ သရဏံ ဂစ္ဆာမိ၊ အနုတ္တရံပုရိသဒမ္မသာရထိံ သိရသာ နမာမိ၊ ဆဋ္ဌမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ အနုတ္တရော ပုရိသဒမ္မသာရထိ။

၁၃။ သော ဘဂဝါ ဣတိပိ ဝိဇ္ဇာစရဏ သမ္ပန္နော၊ ဝိဇ္ဇာစရဏ သမ္ပန္နော ဝတ သော ဘဂဝါ၊ ဝိဇ္ဇာစရဏ သမ္ပန္နံ သရဏံ ဂစ္ဆာမိ၊ ဝိဇ္ဇာစရဏ သမ္ပန္နံ သိရသာ နမာမိ၊ တတိယော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ ဝိဇ္ဇာစရဏ သမ္ပန္နော။

၁၄။ သော ဘဂဝါ ဣတိပိ သတ္ထာ ဒေဝမနုဿာနံ၊ သတ္ထာဒေဝမနုဿာနံ ဝတ သော ဘဂဝါ၊ သတ္ထာရံဒေဝမနုဿာနံ သရဏံ ဂစ္ဆာမိ၊ သတ္ထာရံဒေဝမနုဿာနံ သိရသာ နမာမိ၊ သတ္တမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ သတ္ထာဒေဝမနုဿာနံ။

၁၅။ သော ဘဂဝါ ဣတိပိ သမ္မာသမ္ဗုဒ္ဓေါ၊ သမ္မာသမ္ဗုဒ္ဓေါ ဝတ သော ဘဂဝါ၊ သမ္မာ သမ္ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ၊ သမ္မာသမ္ဗုဒ္ဓံ သိရသာ နမာမိ၊ ဒုတိယော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ သမ္မာသမ္ဗုဒ္ဓေါ။

၁၆။ သော ဘဂဝါ ဣတိပိ ဗုဒ္ဓေါ၊ ဗုဒ္ဓေါ ဝတ သော ဘဂဝါ၊ ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ၊ ဗုဒ္ဓံ သိရသာ နမာမိ၊ အဋ္ဌမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ ဗုဒ္ဓေါ။

၁၇။ သော ဘဂဝါ ဣတိပိ အရဟံ၊ အရဟံဝတ သော ဘဂဝါ၊ အရဟန္တံ သရဏံ ဂစ္ဆာမိ၊ အရဟန္တံ သိရသာ နမာမိ၊ ပထမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ အရဟံ။

၁၈။ သော ဘဂဝါ ဣတိပိ ဘဂဝါ၊ ဘဂဝါ ဝတ သော ဘဂဝါ၊ ဘဂဝန္တံ သရဏံ ဂစ္ဆာမိ၊ ဘဂဝန္တံ သိရသာ နာမာမိ၊ နဝမော ဝဇီရပါကာရော၊ သော ဘဂဝါ ဣတိပိ ဘဂဝါ။`
    }
];
